[
  {
    "name": "2 Gallon (7.5L) Emerald Cedar (Thuja) Hedge (15 ft. at maturity)",
    "price": 24.98,
    "code": "1000828342",
    "description": "Emerald cedar displays a bright green foliage throughout the year. They are tolerant to wet soil and well drained conditions. They make a beautiful hedge and grow naturally without any necessary pruning. They look magnificent planted in a group of 3 at a corner of a house. Planted as a main focal point in a shrub bed is another good use for this all time favourite evergreen.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Sonic Bloom Pink Weigela Shrub",
    "price": 39.98,
    "code": "1001003816",
    "description": "This is a humdinger of a weigela! Sonic Bloom.weigela are the strongest rebloomers ever seen in weigela. Loads of hot pink flowers in May are followed by waves of blooms until frost. No deadheading is needed to see strong reblooming through summer and fall.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Oso Easy Italian Ice Rosa Shrub",
    "price": 39.98,
    "code": "1001613204",
    "description": "PW Rosa Oso Easy Italian Ice is voted the rose of the year! It has orange buds that open to soft yellow flowers melting into pink blushed margins. Easy to grow and has excellent disease resistance. Abundant flowers, a must have for any garden. Blooms all season long without deadheading.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Hedging Cedar 6 Pack Shrub",
    "price": 76.98,
    "code": "1001797923",
    "description": "A slow to moderate growing evergreen with a densely branched, pyramidal form. Rich green sprays of aromatic, smooth, flat foliage. Dense foliage makes an ideal informal hedge or privacy screen. Perfect choice for hedges or narrow spaces. Stunning grouped or massed in a shrub border.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Bloomerang Dark Purple Lilac (Syringa) Shrub",
    "price": 39.98,
    "code": "1000800495",
    "description": "Bloomerang lilacs are two-timers - and that's a wonderful thing! They bloom in spring like traditional lilacs, then rebloom from mid-summer through fall. Dark Purple is bigger than the original Bloomerang Purple lilac, and has larger, more rounded inflorescenses. This is a strong grower, and will add beauty and fragrance to gardens from spring to fall.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Yuki Snowflake Deutzia Shrub",
    "price": 39.98,
    "code": "1001003814",
    "description": "It's loaded with pure white flowers each spring! If you like 'Nikko', you'll love this extra-heavy blooming variety. Elegant white spring flowers appear at the perfect time for spring gardens, and its neat, mounded habit and attractive fall colour make it a great landscape plant, too.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Late Spring Garden Shrub 6 Pack",
    "price": 76.98,
    "code": "1001857331",
    "description": "Minuet Weigela - Minuet Weigela has a dwarf sized, dense, rounded shape. The elliptic purple tinged foliage and hot pink-red funnel-shaped flowers provide a light fragrance. As an added feature, the flowers sporadically bloom again throughout the summer. Attracts butterflies and hummingbirds. Features: Full Sun - Mature Ht: 2-3ft - Hardiness Zone: 4-8Common Thrift - This butterfly attracting, low growing perennial produces showy deep pink ball-shaped flowers mid-late Spring. Common Thrift's mounded grass-like evergreen foliage makes it perfect for clumping in flower beds, and borders. Features: Full Sun to Partial Sun - Mature Ht: 15-30cm - Hardiness Zone: 3-9 Pee Gee Hydrangea - A large panicular (giant cone-shaped bloom) hydrangea with white blooms that turn pink in the Autumn months. This is a fast growing plant that gets quite big in size. Attracts butterflies. Features: Full Sun to Partial Shade - Mature Ht: 15-25ft - Hardiness Zone: 3-8Salvia 'Swifty Violet' - A tried and true pollinator perennial. Salvia is drought tolerant once established, deer and rabit resistent, and blooms from late Spring into early Fall. The beautiufl violet blue flowers, and fragrant leaves attract butterflies, and hummingbirds. Features: Full Sun - Mature Ht: 8-10 inches - Hardiness Zone: 3-9",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Brandon Cedar (Thuja) Upright Hedging Evergreen",
    "price": 39.98,
    "code": "1001628577",
    "description": "Brandon cedars finely textured green foliage and their narrow upright form make them an excellent hedging plant. Relatively fast-growing, not too tall and very easy to care for, it can be sheared for a more formal appearance. Resistant to winter burn, this multi-stemmed evergreen prefers 6 or more hours of direct sun each day. The average size at maturity reaches 12 to 15 feet tall, with a spread of 6 to 8 feet. A great solution for landscapes where space is an issue as it stays very narrow.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Early Spring Phlox Garden Shrub 6 Pack",
    "price": 76.98,
    "code": "1001857330",
    "description": "Drummonds Pink Phlox - With vibrant blooms, this hot pink Phlox is sure to pull attention. A consistently reliable annual, this phlox is ideal for rock gardens, naturalized areas, beds and borders, or underplanting shrubs. Phlox is a wonderful companion for tulips and daffodils. Attracts butterflies, and deer resistent. Mature Ht: 4-6inches Amazing Grace Phlox - An excellent perennial, this creeping Moss Phlox has pristine white flowers which smother the dark green foliage mid to late Spring. A vigorous moss like cushion adding splashes of colour for about 3-4 weeks, this Phlox is perfect for groundcover, rock gardens/walls, or garden borders. Amazing Grace Phlox is a wonderful companion for tulips and daffodils. Attracts butterflies, and deer resistent. Mature Ht: 4-6inches Emerald Blue Phlox - Noted for its beautiful blue, and very full flowers, this Phlox is a semi-evergreen herbaceous perennial. Forming a mat of rich blue flowers mid to late spring. Phlox is a wonderful companion for tulips and daffodils. Attracts butterflies, and deer resistent. Mature Ht: 1-2ft",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Boxwood Shrub 6 Pack",
    "price": 76.98,
    "code": "1001800779",
    "description": "Small compact shrub with glossy, dark green leaves. Slow growing. Retains colour year round, often turning yellowish/green during winter. Deer resistant and disease-free. The most widely used plant for creating short hedges along borders, walkways, rock gardens. Very east to prune any time of year with just shears or hand held pruners. Great plant for novice gardeners to prune into round and square shapes.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Bloodgood Japanese Maple (Acer) Tree",
    "price": 49.98,
    "code": "1001707918",
    "description": "Ready to create your own zen-like oasis? Bloodgood Japanese Maple is a very popular, small landscape tree, with lacy purple-red leaves from spring through fall. This slow-growing specimen provides serene beauty and dappled shade for many years of enjoyment. It is an easy-going tree, happy in most growing conditions. It will thrive in moist, organically rich and slightly acidic soil; adding additional mulch around the base of the tree will retain moisture and keep roots cool. Best colour in partial sun, but can tolerate full sun. Japanese Maples are also delightful in large decorative pots on the patio.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Purpleleaf Sandcherry (Prunus) Shrub",
    "price": 29.98,
    "code": "1000151864",
    "description": "A hardy and colourful attractive shrub with very fragrant pinkish white flowers in spring. The rich purple-red leaves remain all season. Blackish-purple fruit in summer attract birds to your garden. Excellent for contrasts in a small landscape. Most effective uses include hedging, mass plantings where grouped plants have a very impactful eye catching appeal. Purpleleaf Sandcherry are easily pruned after flowering. It is good every two years to prune out old wood, especially in the centre of the plant to produce more new growth, give you more flowers, and create good air flow throughout the plant.",
    "category": "trees and shrubs"
  },
  {
    "name": "13cm Olive Tree Tropical Shrub",
    "price": 19.98,
    "code": "1001852670",
    "description": "The Olive Tree is from the Oleacea family. It can be displayed outdoors in the summer or as an indoor item in the cold season. It requires little maintenance and has a slow growth. It is a trendy item on social media platforms",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Dappled Willow (Salix) Shrub",
    "price": 29.98,
    "code": "1000132883",
    "description": "An improved version of 'Hakuro-nishiki'. Spectacular deep pink, green and white foliage all season. This cultivar retains a strong pink/white colour throughout the growing season. Dappled Willow grows very rapidly. Leave lots of room in the garden when planting. Useful as a main focal point in the garden, hedging, screening. Can be easily pruned several times spring through fall. A very good solution if you are looking for a fast growing plant!",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Moonrock Hydrangea (paniculata) Flowering Shrub",
    "price": 39.98,
    "code": "1001538538",
    "description": "Get ready to elevate your outdoor appeal with Moonrock.  Creamy blooms emerge with an intense lime-green center that's both funky and elegant. Sturdy stems make for an amazing for cut flower bouquet!",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Evergreen Mix Shrub 6 Pack",
    "price": 76.98,
    "code": "1001803112",
    "description": "Emerald Cedar - A slow to moderate growing evergreen with a densely branched, pyramidal form. Rich green sprays of aromatic, smooth, flat foliage. Dense foliage makes an ideal informal hedge or privacy screen. Perfect choice for hedges or narrow spaces. Stunning grouped or massed in a shrub border.Mops False Cypress - The Mops False Cypress is truly a ground-hugging mop-like evergreen with stringy leaves that have a gorgeous golden hue throughout the year. This full sun loving Cypress is a superior accent to add a nice contrast to green conifer planting. Blue Star Juniper - This dwarf evergreen shrub forms a beautiful silver-blue globe shaped mound that changes to a purplish heather-blue in the winter months. This evergreen looks fantastic in rock gardens. The readiness of each product in this 6 pack may vary. For example: In early Spring, some items may still be dormant. Please refer to the item tags for more information.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Dwarf Alberta Spruce (Picea) Shrub",
    "price": 39.98,
    "code": "1000101081",
    "description": "Dwarf Alberta Spruce is a native, pyramidal shaped tree with Bluish-Green needles all year round. This specimen is drought tolerant, making it low maintenance and easy to care for.   Planting Dwarf Alberta Spruce makes an excellent selection to add texture and drama to any landscape. This specimen is Dwarf, conical variety with very dense, bright green foliage turning grey green when mature.    This deer resistant dwarf tree prefers moist, neutral to acidic, well drained soil. Plant in bright light for optimal growth.  Keeps its symmetrical shape with minimal, to no pruning required.  Dress it up for the holidays, with it's natural Christmas Tree Shape, for a warm welcome to guests and visitors.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Morden Blush Flowering Shrub Rose",
    "price": 39.98,
    "code": "1001707922",
    "description": "Super-hardy, made-in-Canada rose! Bred at the Morden Research Centre in Manitoba, this Parkland style rose produces clusters of soft pink to ivory tea-like roses on a tough, very cold-hardy plant. Sweetly fragrant and  low-growing, with glossy green foliage. Excellent flowers for cutting. Blooms turn to vibrant orange hips in the fall. Disease-resistant and low-maintenance, a truly wonderful addition to any sunny spot in the garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Lemony Lace Elderberry (Sambucus) Shrub",
    "price": 39.98,
    "code": "1001003809",
    "description": "Ever wish our popular Black Lace elderberry came in a sunny bright yellow? We are happy to oblige: Lemony Lace.offers finely dissected foliage but in a cheery gold colour to really light up your landscape. This North American native produces big clusters of white flowers in early spring before the foliage emerges, then bright yellow leaves take over, edged in red. As the foliage ages, it turns an attractive chartreuse. Though it is a large plant, it can be pruned to stay smaller if you'd like. A People's Choice Award winner at the 2014 Farwest Horticulture Trade Show, Lemony Lace Sambucus also won a Green Thumb Award from the Direct Gardening Association.",
    "category": "trees and shrubs"
  },
  {
    "name": "38-inch x 15-inch Emerald Cedar Tree (Grows to 15 ft.)",
    "price": 34.98,
    "code": "1000159508",
    "description": "The Emerald Cedar is ideal for those seeking a lush, evergreen privacy screen with minimal upkeep. Renowned for its vibrant green foliage and classic, narrow pyramidal shape, the Emerald Cedar offers year-round beauty with minimal maintenance. Its dense growth habit makes it perfect for creating natural borders or adding a touch of elegance to your landscape.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW Show Off Forsythia Shrub",
    "price": 39.98,
    "code": "1001003813",
    "description": "Bright yellow early spring flowers. Improved flower display compared to older varieties. Compact. Deer resistant. Good for cut displays. Show Off is not your typical forsythia! It is compact and full of blooms from the ground to the end of every stem. Older varieties can become out of control and often become victims of bad pruning; this little beauty will stay small so there is no need to prune. Now you can have a nice tight, compact forsythia hedge without doing any work. Show Off is a very showy choice for the early spring garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Green Velvet Boxwood (Buxus) Evergreen Shrub",
    "price": 34.98,
    "code": "1000176276",
    "description": "Small compact shrub with glossy, dark green leaves. Slow growing. Retains colour year round, often turning yellowish/green during winter. Deer resistant and disease-free. The most widely used plant for creating short hedges along borders, walkways, rock gardens. Very east to prune any time of year with just shears or hand held pruners. Great plant for novice gardeners to prune into round and square shapes.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Inaba Shidare Japanese Maple (Acer) Tree",
    "price": 49.98,
    "code": "1001627108",
    "description": "Inaba Shidare is one of the most stunning Japanese Maples available.  Deeply cut dark burgundy, almost lace like, leaves cover this small tree all season.  The branches gently cascade down from a strong central trunk, creating the most magnificent display. In autumn the leaves change from their dark colour to a bright awe inspiring crimson red.  For Inaba Shidare to perform at its best, it requires full sunlight and moist soil. When fully mature this plant will grow to 6-10 feet tall and 8-15 feet wide.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) ColourChoice Double Play Doozie Spirea Shrub",
    "price": 39.98,
    "code": "1001632003",
    "description": "This Double Play Doozie Spirea is seedless and non-invasive variety, which is beautiful and innovative. In early Spring the foliage emerges in blazing, brilliant deep red. By late spring, the flowers begin to emerge, a bright, glowing purple-red that truly sings in the landscape. And as summer comes on, the show doesn't stop: it just keeps flowering, and flowering, and flowering. Because it produces no seeds, it puts all of its energy into flowering!",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Scent and Sensibility Lilac (Syringa) Shrub",
    "price": 39.98,
    "code": "1000828344",
    "description": "Fragrant. Pink flowers. Deer-resistant. Rebloomer. A sweet delight for spring gardens! This dwarf lilac is wider than it is tall, and produces copious dark pink buds which open to soft, lilac-pink flowers. It is very fragrant. Scent and Sensibility came out of the same breeding program as Bloomerang lilac but although it does have repeat flowers through the summer, it does not rebloom strongly enough to be part of the Bloomerang lilac family. But we loved the habit and flowering so much that we had to introduce it. We think it will be a delightful little plant for smaller landscapes, providing lots of colour and fragrance in a compact package.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Broadleaf Evergreen Mix Shrub 6 Pack",
    "price": 76.98,
    "code": "1001803113",
    "description": "Mountain Fire Pieris - Fiery red new growth emerges up from the lushious evergreen foliage before aging to a deep green. Drooping clusters of white urn-shaped, lily-of-the-valley like flowers bloom in Spring, and add even more contrast to the red and green leafing. The Mountain Fire Pieris grows best in locations sheltered from wind with some afternoon shade. Make sure to remove spent flowers immediately after bloom to improve next season's growth. Emerald Gaiety Euonymus - This small, bushy evergreen shrub produces glossy, deep emerald green leaves adorned with irregular white margins which often take on a pink hue in the winter. This broadleaf evergreen has tiny, greenish flowers in early Summer. The Emerald Gaiety is a wintercreeper that spreads by creeping stems that root where it touches the ground, and by animal or water dispersed seeds. Coral Beauty Cotoneaster - The Coral Beauty Cotoneaster is an outstanding groundcover that shows shiny green, finely textured foliage. It produces white blooms in Spring, and ornamental berries as the season progresses. The shiny green foliage turns a purple tinge in the cooler fall months, which really enhances the coral red berries. The readiness of each product in this 6 pack may vary. For example: In early Spring, some items may still be dormant. Please refer to the item tags for more information.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Sonic Bloom Pearl Weigela Shrub",
    "price": 39.98,
    "code": "1001003853",
    "description": "This Proven Winner's best-seller has white flowers which change to pink. Long-lasting, continuous blooms until frost without deadheading. Attracts hummingbirds. Prefers well-drained soils but fairly adaptable to other soil types. If necessary, prune immediately after the spring bloom. Best flowering occurs in full sun, but light shade isn't harmful, particularly in warmer climates. If desired, fertilize in early spring with a granular fertilizer formulated for woody plants, like a rose fertilizer.Sonic Bloom.Pearl is a humdinger of a weigela! Sonic Bloom plants have the strongest reblooming seen on weigela, blooming in May and reblooming until frost. The flowers open pure white with a yellow throat and then change to pink, giving you multiple colours on a single plant. The flowers really pop against the bright green foliage.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Danica Globe Cedar (Thuja) Shrub",
    "price": 26.98,
    "code": "1000163701",
    "description": "A slow growing, dwarf globe-shaped selection with emerald-green foliage. Excellent as an accent plant, borders or for low hedges. Globe Cedar retains its shape without pruning. Extremely hardy and an old time favourite used immensely in the landscape.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) PW ColorChoice Incrediball Blush Hydrangea (arborescens) Flowering Shrub",
    "price": 39.98,
    "code": "1001538540",
    "description": "This continuous blooming beauty has huge blush-pink blooms that age to an attractive green colour.  Blooms are elegantly displayed on very strong stems, an improvement over the classic Annabelle hydrangea.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Hicks Yew (Taxus) Evergreen Shrub",
    "price": 39.98,
    "code": "1001628585",
    "description": "A versatile evergreen ideal for tall hedges, privacy screens, or foundation plantings. Hicks Yew is a broad, columnar shrub with dark green needles. It is especially useful for its narrow, upright growth that takes to shearing well. Easy to care for, these shrubs prefer 4 to 6 hours of sun each day. Although a slow grower, the average size at maturity reaches about 12 feet tall with a spread of 3 to 4 feet.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Petite Rose",
    "price": 29.98,
    "code": "1001706917",
    "description": "The Petite Knockout Rose; stunning, low-maintenance, and disease resistant. With its prolific blooming habit and dramatic, bold red colour flowers, this compact shrub is perfect for decorative containers, small gardens, or mixed borders. This rose bush attracts pollinators.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Essence Purple Lavender Shrub",
    "price": 29.98,
    "code": "1001797919",
    "description": "Essence Purple Lavender forms a perfect rounded ball-shaped, uniform, clump of green aromatic foliage with fragrant purple-blue flowers. This plant retains its shape all season without opening up or becoming discoloured. Attracts bees, and butterflies.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Beekeeper Bluebeard (Caryopteris) Flowering Shrub",
    "price": 39.98,
    "code": "1001792643",
    "description": "This variety is a true magnet for bees and butterflies with its deep blue flowers that appear in late summer and early fall. Beekeeper is hardy in zones 5-9, prefers full sun to partial shade and will reach a height of 2-3 ft and spread of 2-3 ft, making it perfect for borders or as a specimen plant. It has a compact and mounded habit, vibrant green foliage and flowers that are held on sturdy stems that rise above the foliage. This plant is low maintenance and easy to grow, making it a great choice for gardeners of all skill levels.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Oso Easy Double Play Red Rosa Shrub",
    "price": 39.98,
    "code": "1001003811",
    "description": "Oso Easy roses are the rebels of the rose world: disease-resistant, long-blooming, and very easy to grow. This seedling from Double Knock Out. maintains a nice rounded habit and has excellent disease resistance. It's a great plant for creating no-spray, no-prune mass plantings in residential or commercial landscapes.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Kimono Bigleaf Hydrangea (macrophylla) Flowering Shrub",
    "price": 42.98,
    "code": "1001792280",
    "description": "Get ready for a floral extravaganza with Kimono! This hydrangea, suitable for zones 5-8, boasts large, fluffy white flowers with wine-red margins against deep green foliage. It reaches 2-3 feet in height and width, making it the perfect size for any garden. It prefers partial shade and is known for its low maintenance, disease resistance and reblooming power.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Royal Purple Smokebush (Cotinus) Flowering Shrub",
    "price": 34.98,
    "code": "1001625794",
    "description": "Are you looking to add some drama to your yard? 'Royal Purple' smokebush will do just that with its deep purple rounded leaves that are maroon-red in the spring and turn to a dark red-purple in the summer and an even darker red in the fall. Large pink 'smoke-like' puff flowers emerge in the late spring and cover this shrub all summer long. When planted in multiples, it gives the illusion of a hazy 'smoke-like' appearance. In colder climates, plant in a wind-sheltered area to preserve the blooms. This shrub will grow to 10-15 feet tall and just as wide. Deer tend to ignore this shrub and opt for tastier snacks. For 'Royal Purple' to thrive, it requires full sun or part shade, but full sun is recommended for best leaf colouration. This shrub is not fussy about soil, so an average well-draining soil will do best. This is a show-stopping shrub with a long season of interest.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Snowball Bush (Viburnum) Flowering Shrub",
    "price": 34.98,
    "code": "1001551256",
    "description": "Big white snowball type flowers adorn the plant in late spring, early summer. The foliage on this large shrub is bright green transitioning to a brilliant red-orange in fall.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Bridalwreath Spirea (Spiraea) Shrub",
    "price": 29.98,
    "code": "1000175466",
    "description": "An old time favourite. This fountain-shaped shrub has arching branches displaying striking snow-white flowers in late spring. The flowers do give a nice fragrance to the garden and last long enough to put on a magnificent show. Easy to care for with little or no maintenance. Prune to control the size if needed every 2 or 3 years. The leaves turn to a nice golden colour in fall that gives Bridal Wreath Spirea a beautiful late season show.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Calgary Boxwood (Buxus) Evergreen Shrub",
    "price": 39.98,
    "code": "1001628587",
    "description": "One of the hardiest boxwoods on the market!  As the name suggests, this little shrub was discovered in Calgary, Alberta.  It has small glossy oval leaves and a dense form. Like all boxwoods, Calgary takes well to shearing and can be shaped into a hedge or an upright oval, giving that formal English garden feel to your space.  For a more natural look, skip the pruning, and let the natural form delight in your border garden. Calgary Boxwood is also relatively low maintenance; it tolerates most soil conditions and shows some drought tolerance once established.  As an added bonus, deer and rabbits tend to leave this dwarf shrub alone.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Bloomerang Dwarf Pink Lilac (Syringa) Shrub",
    "price": 39.98,
    "code": "1001713156",
    "description": "The Bloomerang Dwarf Pink lilac is a vigorous and disease resistant flowering shrub that naturally grows small and round, at just about a third the size of conventional lilacs. It outperforms other lilacs with its fragrant pure pink blooms that cover the plant in late spring, then reappear throughout summer and fall.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Sun Mix Shrub 6 Pack",
    "price": 76.98,
    "code": "1001800785",
    "description": "Snowcap Shasta Daisy - This herbaceous perennial is loved for its abundant floral display and compact size. The Snowcap Shasta Daisy produces a sea of large, pure white daisy flowers with a golden yellow centre, that tower over a lush foundation of medium green foliage. If you deadhead this Daisy, it is extremely easy to grow. These make beautiful fresh cut flowers. Munstead Lavender - A compact Lavender with extremely fragrant rosy purple flowers, this perennial blooms twice starting in late Spring or early Summer, and then again after the flowers of the first bloom have been harvested. trim in Spring to encourage a bushier growth pattern.The readiness of each product in this 6 pack may vary. For example: In early Spring, some items may still be dormant. Please refer to the item tags for more information.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Morden Upright Yew (Taxus) Evergreen Shrub",
    "price": 39.98,
    "code": "1001628584",
    "description": "A naturally rounded, upright yew that is prairie-hardy! Morden Upright Yew features dark green, needle-like foliage. Yews are slow-growing and tolerate shearing very well. This is a relatively low maintenance shrub, and can be pruned at anytime. It does best with 4 to 6 hours of sun each day and needs well-drained soil. The average size at maturity reaches 4 to 5 feet tall, with a spread of 5 to 6 feet. Perfect for hedging or foundation plantings.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Northern Gold Forsythia Shrub",
    "price": 29.98,
    "code": "1000411634",
    "description": "A very hardy shrub with an upright growth habit that fits perfectly in the border or foundation planting. One of the earliest shrubs to flower in early spring. Abundant, bright, flashy yellow blooms appear on the upright branches before forsythia leafs out. Extremely hardy and widely used in the landscape.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Baby Blue Colorado Spruce (Picea) Evergreen Tree",
    "price": 39.98,
    "code": "1001628576",
    "description": "Baby Blue Colorado Spruce is a tree of great beauty and colour that is retained throughout the year. This grown from seed selection (not grafted) features stunning blue foliage and is deer-resistant. It has a similar growth habit and size to a standard Colorado Spruce, but with fuller branching and thicker needles. Grows best in full sunlight and under ideal conditions can be expected to reach 20 to 30 feet tall at maturity, with a spread of 12 to 15 feet. Once established, this tree is very hardy and drought tolerant. Makes an excellent living Christmas tree!",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Magic Carpet Spirea (Spiraea) Flowering Shrub",
    "price": 34.98,
    "code": "1001627107",
    "description": "Bursting out in colour through seasons, Magic Carpet Spirea is a low-growing deciduous shrub that fits almost anywhere in the landscape. Early spring foliage is bright red which then ages to a red-bronze tint on the golden foliage. Summer unveils flat clusters of rose-pink flowers, forming a neat and tidy round shape. After the last blooms expire, cut off the stem just below the spent flowers. This plant is an extremely hardy variety and loves 4 to 6 hours of sun each day. The average size at maturity reaches 2 to 3 feet tall and wide. It is generally low-maintenance and mildew-resistant. Perfect for contrasting and brightening the landscape.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Candelabra Hydrangea (paniculata) Flowering Shrub",
    "price": 39.98,
    "code": "1001547803",
    "description": "This award-winning gem will make your spirits burn bright. Candle-shaped flowers bloom creamy white and transition into bright red as summer fades. Sturdy red stems carry the beautiful blooms and provide winter attraction, tastefully contrasting the snow.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Ginger Wine Ninebark (Physocarpus) Shrub",
    "price": 39.98,
    "code": "1001041850",
    "description": "Spring to autumn colour, without lifting a finger!  The name ninebark derives from the peeling mature bark, which makes it look like there are multiple layers of bark on the plant. Ginger Wineninebark expands the colour palette for these easy care, native flowering shrubs. Spring foliage emerges a sunny orange colour and matures to sparkling burgundy. Clusters of white flowers cover the plant in late spring, and these age to attractive red seed heads. This disease-resistant shrub does best in full sun locations and cooler climates. This specimen is colourful from Spring through Fall.  Native plant, requiring very low maintenance; no pruning or deadheading is required, also drought-tolerant. With its naturally graceful, arching habit, ninebarks are best left unpruned. Take its relatively large size into account when siting this plant. It makes an especially nice backdrop for other plantings. Plant in full sun for the best looks and performance.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Compact Burning Bush (Euonymus) Shrub",
    "price": 29.98,
    "code": "1000175716",
    "description": "A dwarf, vase-shaped shrub with corky ridged, square stems that produces red berries. Bright, dark green foliage turns bright red in fall. This shrub has the all time best show of fall colour than any other plant. Excellent for hedging, foundation planting and tolerates most soil conditions. Easily pruned at any time of year to shape or when planted as a hedge. Great for screening and for the main focal point of your garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Peach Lemonade Rose Flowering Shrub",
    "price": 27.98,
    "code": "1001538537",
    "description": "This multi-coloured rose is sweet, special and unique! Continuous blooms start lemon yellow and fade to white and blush pink, creating a unique display of colourful roses that will decorate any garden or container.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Grass Mix Shrub 6 Pack",
    "price": 76.98,
    "code": "1001800784",
    "description": "Elijah Blue Fescue - A dwarf ornamental grass that continues to be a gardener favourite. The Elijah Blue is mostly grown for its superb bright silver-blue foliage of finely textured \"needles\" forming a densely tufted mound. This grass sprouts upright flower plumes that mature to a light tan colour in the Summer. This grass is deer resistant. Karl Foerster (Feather Reed) Grass - The Feather Reed Grass is one of the most popular ornamental grasses, and it's for good reason; fast growing, multi-season interest, tall highly valued erect feathery plumes that move gracefully in the breeze, and requires little maintenance.  This grass is deer and rabbit resistant. The readiness of each product in this 6 pack may vary. For example: In early Spring, some items may still be dormant. Please refer to the item tags for more information.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Dwarf Mugo Pine (Pinus) Evergreen Shrub",
    "price": 39.98,
    "code": "1001628583",
    "description": "A dense, low-growing mounding evergreen shrub with lustrous dark green foliage. The Dwarf Mugo Pine takes well to shearing and is very tolerant of extreme conditions. In general, it does well in full sun and is ideal for drought areas and very cold climates. This is a slow-growing shrub that will take time to achieve its mature size of 5 feet tall with a spread of 10 feet. Excellent addition to any landscape in rock gardens, foundation plantings, and in group plantings.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PJM Elite Star Rhododendron Shrub",
    "price": 32.98,
    "code": "1001797913",
    "description": "The PJM Elite Star Rhodo is an exceptionally hardy and vigorous showy shrub. An abundance of vibrant lavender pink, trumpet-shaped flower clusters bloom in mid to late Spring. This purple colouring provides a phenomenal contrast to its dark green leaves which turn a reddish-purple in the fall and winter. Attracts hummingbirds, butterflies, and birds.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Monarch Prince Charming Butterfly Bush (Buddleia) Flowering Shrub",
    "price": 34.98,
    "code": "1001625792",
    "description": "'Prince Charming' is a compact Buddleia that will easily fit into your urban garden. It will grow in a dense, compact rounded form - keeping its shape all its life. This shrub is commonly known as Butterfly Bush, and for a good reason, as it will attract butterflies, bees and hummingbirds to your garden with its honey scented blossoms. Vibrant pink blooms bore the branches' tips from late summer to early fall, showing up just as other plants in your garden are spent for the season. When fully mature, 'Prince Charming' will grow to 6 feet tall and just as wide.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) PW ColorChoice Arctic Fire Red Osier Dogwood (Cornus) Shrub",
    "price": 39.98,
    "code": "1001625768",
    "description": "Arctic Fire Red is sure to not disappoint with its beautiful red stems and compact size. This dogwood features lush green leaves from spring to fall with fizzy white blooms that turn to white berries. In the winter, it shows off its vibrant red branches. Be sure to plant a few extra to use in your holiday arrangements! This easy to care for dogwood is one of the most shade tolerant of the ornamental shrubs. Deer will tend to leave this shrub alone, opting for tastier snacks. For this shrub to thrive, it requires 4-6 hours of sunlight a day and will grow to 4 feet tall and just as wide. It is very tolerable and will grow in a wide range of soil conditions, making it great for borders or mass plantings; it even does well in containers!",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Feather Reed Grass Shrub",
    "price": 26.98,
    "code": "1001797914",
    "description": "The Feather Reed Grass is one of the most popular ornamental grasses, and it's for good reason; fast growing, multi-season interest, tall highly valued erect feathery plumes that move gracefully in the breeze, and requires little maintenance.  This grass is deer and rabbit resistant.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Canadian Shield Red Rose Flowering Shrub - 49th Parallel Collection",
    "price": 27.98,
    "code": "1001538535",
    "description": "This Canadian-bred rose from Vineland Research and Innovation Centre features glossy green foliage and full, red flowers that bloom repeatedly from summer through fall.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Limelight Hydrangea (paniculata) Shrub",
    "price": 39.98,
    "code": "1001003848",
    "description": "This unique panicle hydrangea revolutionized landscaping across North America. Huge, football-shaped flowers open in an elegant celadon green that looks fresh and clean in summer's heat. The blooms age to an array of pink, red, and burgundy which persists through frost for months of irresistible flowers. You can use 'Limelight' hydrangea just about any way you can imagine: as a showy flowering hedge, to screen off air conditioners, as an attention-getting specimen, in containers, flower gardens, or anywhere around your home. A long-time favorite of professional florists, it also makes an excellent cut flower, fresh or dried.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Amur Privet Dense Shrub",
    "price": 29.98,
    "code": "1000411614",
    "description": "Amur Privet is a dense shrub with dark green, oval  leaves. It tolerates considerable pruning or shearing and so is often used as a hedge plant. Makes an awesome hedge, is salt tolerant, can take heat bounce. White fragrant flowers in summer is another nice attribute to Privet.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Early Spring Garden Shrub 6 Pack",
    "price": 76.98,
    "code": "1001862286",
    "description": "Phlox Blue - Noted for its beautiful blue, and very full flowers, this Phlox is a semi-evergreen herbaceous perennial. Forming a mat of rich blue flowers mid to late spring. Phlox is a wonderful companion for tulips and daffodils. Attracts butterflies, and deer resistent. Features: Partial Sun - Mature Ht: 1-2ft - Hardiness Zone: 4-8Common Thrift (pink) - This butterfly attracting, low growing perennial produces showy deep pink ball-shaped flowers mid-late Spring. Common Thrift's mounded grass-like evergreen foliage makes it perfect for clumping in flower beds, and borders. Features: Full Sun to Partial Sun - Mature Ht: 15-30cm - Hardiness Zone: 3-9 Coconut Surprise Dianthus - This very compact Dianthus is covered in masses of delightfully scented, pure white double flowers, adorned with a claret red eye. Ensure you deadhead regularly.   Features: Full Sun - Mature Ht: 20-25cm - Hardiness Zone: 5-9 Dwarf Coreopsis Yellow - Dwarf Coreopsis (Tickseed) is a perennial wildflower in the daisy family. Its bright showy yellow blooms appear singly in Spring with occasional light blooming in the summer months. Perfect for garden borders. Attracts bees and butterflies. Deer resistant. Features: Full Sun to Partial Shade - Mature Ht: 6inches - Hardiness Zone: 4-9",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Orchid Lights Azalea Flowering Shrub",
    "price": 34.98,
    "code": "1001625790",
    "description": "Orchid Lights Azalea is bathed in Lavender-pink trumpet-shaped flowers that cover the whole plant in blooms, supported by dark green foliage that turns bright yellow in the fall. This relatively low maintenance shrub blooms early in the season and attracts hummingbirds and butterflies. It is not particularly attractive to deer as they opt for tastier snacks. Due to its compact, rounded form and coarse texture, this Azalea stands out among other landscape plants. It is also well suited for use in outdoor containers. This variety is the earliest bloomer of the extra-hard Lights series of azaleas. For this plant to perform at its best, it requires slightly acidic, well-draining soil and to be placed in a partly shaded area. It will mature to 4ft tall and 3 ft wide, giving it a low canopy. Under ideal conditions, this azalea can live for 40 years or more.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Morden Centennial Rose Flowering Shrub",
    "price": 39.98,
    "code": "1001624918",
    "description": "A Parkland rose with rich pink flowers blooming throughout spring, summer, and fall. Morden Centennial Rose is covered in charming clusters of lightly scented flowers amid healthy, disease-resistant foliage before being replaced by persistent red hips in the fall. It does best with 6 hours or more of direct sun each day. The average size at maturity reaches 3 feet tall and 3 feet wide. A proven favorite for hardiness and flower power.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Dwarf Arctic Willow (Salix) Shrub",
    "price": 36.98,
    "code": "1001708442",
    "description": "This hardy Blue Leaf Arctic Willow shrub features finely textured silver blue foliage over purple stems. From spring until fall, the leaves rustle and sway with the slightest breeze, offering beautiful visual interest in the garden. The purple-hued stems steal the show all winter, until new foliage appears in spring. Makes a beautiful deciduous hedge, very low-maintenance and carefree.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Flare Hydrangea (paniculata) Flowering Shrub",
    "price": 39.98,
    "code": "1001547804",
    "description": "Just like the flame of a smoldering fire, Flare will attract stares from guests to your outdoor space. Because its compact and showy, plant it along a walkway, in the middle of a border, or in a decorative patio container. And because its low maintenance, youll have more time to relax and enjoy the view.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW Purple Pillar Hibiscus Flowering Shrub",
    "price": 39.98,
    "code": "1001041849",
    "description": "You've never seen a rose of Sharon like this before! Purple Pillar.is a totally unique rose of Sharon: it naturally grows as a narrow column instead of a wide, spreading plant. It gets to be just 2-3' (.6-.9 m) wide and 10-16' tall! Think of what you could do with that: screens, hedges, patio containers. Anywhere you need a little privacy and/or colour in a narrow space, this plant is a great choice. Like most all hibiscus, it will do best in full sun. In summer, each stem is packed along its entire length with purple blooms. This unusual columnar habit makes it a real space saver - if you thought you didn't have enough space to grow rose of Sharon, Purple Pillar is perfect for you. Try it in containers, or flanking your front door, or simply as a quirky accent in your landscape. Green Thumb award, Direct Gardening Association; Silver medal, Plantarium 2016. Continuous, long blooms or Rebloomer. Heat tolerant and drought tolerant. Attracts bees and is deer-resistant.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Blue Star Juniper (Juniperus) Shrub",
    "price": 34.98,
    "code": "1000403273",
    "description": "Dwarf and compact evergreen with dense, steel-blue foliage. The striking blue needles are very bright and stand out in the garden .The bluish needles retain their colour throughout the winter. Excellent for rock gardens, borders, edging, or training as bonsai. Slow growing. One of the most elegant dwarf evergreens in any garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Chinook Sunrise Rose Flowering Shrub - 49th Parallel Collection",
    "price": 27.98,
    "code": "1001538536",
    "description": "This Canadian-bred rose from Vineland Research and Innovation Centre features a lightly fragrant blush bloom tinged with exotic coral, surrounded by contrasting glossy green foliage.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Suñorita Rosa Shrub",
    "price": 39.98,
    "code": "1001706919",
    "description": "The PW Rose Sunorita has orange flowers and a classic form when in flower. This plant is disease resistant and flowers all season without having to remove old blooms. It is a medium-sized plant, making it a great choice for a  specimen, flowering hedge, or as a backdrop for other plants. It also works well in perennial gardens as it will provide non-stop blooms. This plant is hardy in zones 5 - 9",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Peking Cotoneaster Hedging Shrub",
    "price": 34.98,
    "code": "1001551238",
    "description": "This hardy adaptable shrub is the perfect choice for creating a lush, deciduous hedge. Dark green leaves turn bright red in the fall, followed by black ornamental berries all winter.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Ruby Carousel Barberry (Berberis) Shrub",
    "price": 34.98,
    "code": "1001551236",
    "description": "Beautiful rounded barberry with deep purple foliage and upright arching stems.  Foliage changes to a stunning bright red colour in the fall, combined with showy red ornamental fruits.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Summer Wine Ninebark (Physocarpus) Shrub",
    "price": 39.98,
    "code": "1001003851",
    "description": "Rich, dark purple foliage all season and soft pink flowers in late spring. Adaptable. Easy to grow. Native. This variety has superior resistance to powdery mildew, a common problem with ninebark. Great as a landscape shrub and as a cut flower. Good in groupings and masses, perennial and shrub borders, use in containers (plant in ground in fall). This is a tough, adaptable plant that is ideal for difficult sites.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Limelight Prime Hydrangea (paniculata) Shrub",
    "price": 39.98,
    "code": "1001706918",
    "description": "The PW Limelight Prime Hydrangea has bold, bright color blooms early summer allowing for a longer display.  As the green blooms age, they change to a pink and red tone and have stronger stems. This plant is a smaller size but produces dozens of big, beautiful, mophead blooms every year, even in colder climates. Makes an excellent choice for a specimen. Great for a flowering hedge and also makes for a beautiful cut flower.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Koster Hinoki Cypress (Chamaecyparis) Evergreen Shrub",
    "price": 39.98,
    "code": "1001547830",
    "description": "Olive to bright green twisted fans of foliage showcase a very unique look and is perfect for rock gardens. Informal, loosely compact pyramidal evergreen. This collector plant can also be pruned as a bonsai or planted in containers.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Sunsation Yellow Barberry (Berberis) Shrub",
    "price": 34.98,
    "code": "1001551234",
    "description": "The golden foliage of Sunsation Barberry has an attractive orange cast for most of season, making it an excellent contrast or specimen plant in any garden.  Its dense compact form make it perfect for low hedges, foundation plantings and formal gardens.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Golden Globe Cedar (Thuja) Evergreen Shrub",
    "price": 39.98,
    "code": "1001628586",
    "description": "A loose globe-shaped shrub, that requires no pruning to maintain its naturally round shape. Golden Globe cedars feature bright green foliage with a gold tinge, making an excellent contrast plant. Easy to care for, this evergreen prefers 6 or more hours of direct sun each day. With moderate growth, the average size at maturity reaches about 4 feet tall with a spread of 3 to 4 feet. Best planted along walks, as a foundation plant, or low hedge.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Electric Love Weigela Red Flowering Shrub",
    "price": 39.98,
    "code": "1001547806",
    "description": "Spark up your outdoor space with the new Electric Love Weigela. Shockingly vibrant red bell- flowers cover dark foliage for a unique look and rich contrast. First dark-leaved Weigela with true-red flowers on the market! Pro tip: to encourage rebloom, trim lightly just after the first blooms have finished.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Ah-ha Tuff Stuff Hydrangea Shrub",
    "price": 39.98,
    "code": "1001613203",
    "description": "PW Hydrangea Tuff Stuff Ah Ha is voted the Hydrangea of the year!  A deciduous shrub that blooms continuously from early summer through till frost. Gorgeous shaped blooms can be enjoyed months long. Double florets look like pink or blue waterlilies.  A must have for the garden!",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Sonic Bloom Red Weigela Shrub",
    "price": 39.98,
    "code": "1000828345",
    "description": "Lipstick red flowers in spring. Repeat flowers until frost. Reblooms without deadheading. Attracts hummingbirds.The lipstick red flowers are remarkable enough to make this a choice selection, but a burst of flowers in May followed by waves of rebloom until frost make it a must-have shrub.  Deadheading is not needed to keep the plant blooming.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) SuperBlue Lavender Shrub",
    "price": 42.98,
    "code": "1001857323",
    "description": "Displaying the biggest blooms of any Lavender, this blue coloured lavandula attracts butterflies and emits a heavenly fragrance. Perfect for edging walkways, setting in patio containers, or making a feature in an english style garden, this compact plant is a wonderful addition in any format. Dry these flowers for a nice fragrant indoors all year; in a bouquet or a sachet. Deer and rabbit resistant.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Silverleaf Dogwood (Cornus) Shrub",
    "price": 29.98,
    "code": "1000151865",
    "description": "A multi-stemmed deciduous shrub with a more or less rounded form. A very hardy thicket forming shrub. Can grow quite large for most gardens. Features bright red stems which provide a stunning winter interest. Variegated green and white foliage turns a purple colour in fall. Features clusters of small white blooms in late spring, followed by ornamental white berries in mid-summer.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Dwarf Balsam Fir (Abies) Evergreen Shrub",
    "price": 39.98,
    "code": "1001547828",
    "description": "Compact, rounded evergreen; very slow-growing, perfect for tight spaces. Glossy green needles with bright lime-green new growth each spring. Prefers moist soil.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Pugster Blue Butterfly Bush (Buddleia)",
    "price": 39.98,
    "code": "1001613205",
    "description": "PW Buddleia Pugster Blue is voted the flowering shrub of the year with it's whole new look for a butterfly bush!  A compact plant with large, blue flowers with tiny yellow-orange eye in the center.  Blooms non stop from early summer through till frost. Hardy, with thick sturdy stems.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Calgary Carpet Juniper (Juniperus) Evergreen Shrub",
    "price": 39.98,
    "code": "1001547832",
    "description": "Highly demanded groundcover with low, spreading habit. Soft green foliage that is very durable and tolerant of all conditions. Looks great along walkways or draping over retaining walls.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Goldflame Spirea Shrub",
    "price": 29.98,
    "code": "1000151603",
    "description": "Goldflame Spirea is a very reliable colourful flowering shrub that produces deep pink flowers in mid - summer. New growth in spring is golden-yellow, turning fiery-red in summer producing a constant display of colour. Flowers are deep pink. Very useful in foundation planting, mass plantings, hedging. Extremely hardy and can tolerate heat bounce, drought tolerant, and has nice curb appeal.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Dwarf Japanese Garden Juniper (Juniperus) Shrub",
    "price": 34.98,
    "code": "1000175212",
    "description": "A low growing graceful, compact evergreen with bluish-green foliage turning slightly purplish in winter. Useful in mass plantings, borders, Japanese Gardens. The arching branch habit nicely compliments formal gardens,  planted next to water features mixed in with companion plants.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Dwarf Korean Lilac (Syringa) Shrub",
    "price": 29.98,
    "code": "1000684894",
    "description": "Dwarf Korean Lilac has masses of reddish-purple flower buds that open to lavender, light pink flowers in May. A very prolific bloomer with a pleasant strong fragrance. One of the best fragrant lilacs out there. Looks fantastic as a hedge, planted in mass plantings, as a specimen in the garden. Fantastic to plant in small areas of the garden, or smaller properties where space is a premium.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Pink Beauty Potentilla Flowering Shrub",
    "price": 34.98,
    "code": "1001551244",
    "description": "Semi-double pink flowers. Bright green, bushy foliage forms a tidy, mounded shrub. In climates with warm summer nights the color may fade to a lighter shade of pink.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Fiala Remembrance French Lilac (Syringa) White Flowering Shrub",
    "price": 34.98,
    "code": "1001551254",
    "description": "Panicles full of small yellow buds blossom into large, fragrant, double white flowers in mid-spring.  Plant this large shrub near a deck, walkway or patio so you can enjoy the spring fragrance.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Maroon Swoon Flowering Shrub",
    "price": 39.98,
    "code": "1001546399",
    "description": "Maroon Swoon, with a stunning contrast of dark red flowers against rich green foliage will make people stop and stare. Mounding form with dark red bell-shaped blooms in late spring/early summer, may rebloom in fall. Pro tip: to encourage rebloom, trim lightly just after the first blooms have finished.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Pee Gee Hydrangea (paniculata) Shrub",
    "price": 29.98,
    "code": "1000411626",
    "description": "A hardy vigorous shrub with giant, white cone-shaped blooms in early August, turning pink in autumn. Ideal for cutting and drying. Extremely hardy, Pee Gee Hydrangea is a staple in any garden. Can be used as a specimen plant, large hedge, screening, corner of a building or garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Diabolo Ninebark (Physocarpus) Shrub",
    "price": 29.98,
    "code": "1000175708",
    "description": "Diabolo Ninebark is a very striking fast growing specimen in the landscape. The lush purple leaves appear all season long turning to a very dark purple/red in fall. Pinkish white button-like flowers appear in May. Uses are for screening, hedges, mass plantings, foundation planting, planted as a specimen in the garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Bird's Nest Spruce (Picea) Evergreen Shrub",
    "price": 39.98,
    "code": "1001628582",
    "description": "This compact, dwarf evergreen shrub has a unique flat crown that resembles a bird's nest, hence its name. Birds Nest Spruce produces bright lime-green new growth in spring. It prefers a sunny location but it can tolerate partial sun. They make a unique, low ground cover and grows to be about 2 feet tall with a spread of 5 feet. For best growth, the soil should be moist with proper drainage. A great candidate for borders, rock gardens, or foundation plantings.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Emerald Gaiety Wintercreeper (Euonymus) Shrub",
    "price": 26.98,
    "code": "1001612272",
    "description": "Small rounded shrub with dense, variegated leaves, dark green centres with irregular white margin and pink highlights in winter. Easy to grow, this popular broadleaf evergreen is widely used in both residential and commercial landscaping. The plants bright colourful foliage stands out in the garden. It is good to use planted with evergreens as the contrast is breathtaking. The 'rubbery' type foliage is soft and easy to prune at any time of year. Best uses are planted in rock gardens, mixed evergreen beds, borders, mass plantings.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Double Play Gold Spirea Shrub",
    "price": 39.98,
    "code": "1001003812",
    "description": "Golden foliage is accented by hot pink summer flowers. Deer resistant. Low maintenance. Season long colour. Double Play spiraea has both bright flowers and colourful foliage. This compact, low mounded plant has vibrant golden foliage and an abundance of pure pink summer flowers. It adds easy, season long colour to gardens with very little effort. Double Play Gold maintains its compact mounded shape with very little pruning, and has much brighter colour than other gold spiraea varieties.",
    "category": "trees and shrubs"
  },
  {
    "name": "Garden Elements 2Gallon (7.5L) Mango Tango Potentilla Flowering Shrub",
    "price": 34.98,
    "code": "1001551245",
    "description": "From late spring to fall, this compact shrub is covered in two toned flowers, orange-red center blending to yellow at the edges.  In cooler weather the orange hue becomes more intense.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Symphoricarpos doorenbosii Pinky Promise 2g (BE) Snowberry Shrub",
    "price": 39.98,
    "code": "1001869901",
    "description": "Symphoricarpos doorenbosii Pinky Promise brings delightful charm to your garden. This deciduous shrub features gumball pink berries on rich mint-green foliage, forming a captivating display. With a compact size of 2-3 feet, Pinky Promise becomes a versatile choice for various garden settings, including decorative patio containers, hedges, mixed garden beds, and walkways.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) May Breeze Phlox Shrub",
    "price": 24.98,
    "code": "1001797920",
    "description": "Noted for its compact, low growth, and fragrant pale blue-lavender flowers, the May Breeze Phlox is a herbacious perennial forming a lush carpet of blooms in mid to late Spring. These gorgeous flowers feature five, flat petals that start out white before taking on their slight lavender blush. This creeping perennial is perfect for groundcover, rock gardens/walls, or underplanting shrubs and trees. May Breeze Phlox attracts butterflies and hummingbirds, and is deer resistent.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Wine and Roses Weigela Shrub",
    "price": 39.98,
    "code": "1000801023",
    "description": "Rosy pink flowers appear in late spring and often rebloom in summer. Rich dark purple foliage all summer. Season long colour. Deer resistant. Attracts hummingbirds. Isn't it romantic! Rosy-pink flowers add a touch of romance when displayed against the dark glossy foliage. The foliage is much darker than that of older varieties like 'Java Red'. It contrasts beautifully with the rosy-pink flowers, making for a high impact display in the garden. This variety produces copious amounts of flowers in spring, and will re-bloom throughout the summer. The trumpet-like flowers are adored by hummingbirds! Try using Wine &amp; Roses weigela's colourful branches in flower arrangements. It can also be enjoyed as an accent plant or used for a dramatic mass planting. It is fast growing and trouble free, making it an easy way to add season long colour to the garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Double Play Red Spirea Shrub",
    "price": 39.98,
    "code": "1001312437",
    "description": "The Double Play Red Spirea has vibrant flowers and stunning foliage. Gorgeous near red flowers,with burgundy/purple new growth. This shrub naturally grows as a dense, rounded mound. Attracts bees, butterflies and hummingbirds. Makes a wonderful addtion to the garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Goldfinger Potentilla Flowering Shrub",
    "price": 29.98,
    "code": "1000151264",
    "description": "This very popular colourful flowering shrub is a staple in the landscape. The attributes include a rounded compact habit with dark green foliage and profusion of large, deep yellow flowers all summer long. Yellow flowers beginning in late spring to the middle of autumn. Useful in mass plantings, hedges or as a specimen plant in the landscape. Best pruned in early spring to produce more plentiful blooms.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Stunner Weigela Dark Pink Flowering Shrub",
    "price": 39.98,
    "code": "1001547801",
    "description": "Fascinate the senses this season by adding Stunner to your outdoor retreat. Vibrant pink blooms pop against sleek dark purple foliage creating a showy, elegant look. Pro tip: to encourage rebloom, trim lightly just after the first blooms have finished.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Miss Kim Japanese Lilac (Syringa) Shrub",
    "price": 29.98,
    "code": "1001612292",
    "description": "Miss Kim Lilac is considered a dwarf lilac. The flowers are pale lavender-blue in spring and very fragrant. The dark green leaves turn bronze red in autumn. They can be planted as a stand alone or in group plantings. Looks great as a small hedge when they are covered in a mass of fragrant flowers.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Thunderbolt Box Honeysuckle (Lonicera) Shrub",
    "price": 39.98,
    "code": "1001624915",
    "description": "Thunderbolt is an improved and brightly coloured broadleaf evergreen that's perfect for modern and low-maintenance landscapes. Its striking chartreuse foliage plays well with the colours and natural tones of plant companions, while the dense, tightly cut leaves add a nice texture where it counts. Left to cascade naturally, Thunderbolt will provide a nice focal point on its own or planted in large groupings, even hedged in a row. Because the foliage is so dense and it offers incredible durability, it takes to trimming and hedging wonderfully. Feel free to trim or shape it to your taste and vision for your yard. Perfect for slopes and banks. Adaptable to many soil conditions and often avoided by deer. A landscaper's favourite.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Sambucus nigra Golden Tower 2g Elderberry Shrub",
    "price": 34.98,
    "code": "1001869909",
    "description": "This unique elderberry variety features golden-yellow foliage that stands tall and proud, adding a touch of brilliance to any setting. Golden Tower boasts a narrow, upright habit, making it an ideal choice for small gardens, narrow spaces, or as an eye-catching focal point in larger landscapes. Its finely cut leaves create a feathery texture, providing visual interest throughout the seasons. Thriving in full sun to partial shade, Golden Tower is adaptable to various soil conditions, making it a versatile and low-maintenance choice for gardeners of all levels. As the seasons unfold, watch this elderberry transform, offering delicate clusters of creamy-white flowers in spring followed by vibrant red berries.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Aurora Borealis Hardy Flowering Rose",
    "price": 39.98,
    "code": "1001792282",
    "description": "The Rosa Aurora Borealis is a versatile shrub that will add color and beauty to any garden and attract pollinators. It's known for its stunning, deep-pink, double blooms that are produced in large clusters throughout the growing season. It has a bushy, upright habit and glossy dark green leaves that complement the blooms perfectly. The plant is hardy in zones 3-9 and prefers full sun and well-drained soil. It will reach 3ft tall and wide, making it perfect for massing in the garden. This rose is disease resistant and low maintenance, making it a great choice for gardeners of all skill levels.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Poprocks Petite Spirea (Spiraea) Pink Flowering Shrub",
    "price": 39.98,
    "code": "1001546396",
    "description": "Satisfy your sugar cravings with the sweetest Spirea of all. Poprocks Petite is a beautiful new selection for modern landscapes, featuring a tidy, compact form and eye-catching candy-pink button flowers that pop against rich green foliage.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Mint Julip Juniper (Juniperus) Evergreen Shrub",
    "price": 39.98,
    "code": "1001547831",
    "description": "Brilliant mint-green foliage on a beautiful fountain-like form. Tidy grower that needs little trimming. This evergreen is a solid performer and a great choice for borders or mass plantings.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Old Gold Juniper (Juniperus) Evergreen Shrub",
    "price": 39.98,
    "code": "1001628581",
    "description": "Old Gold is noted as being one of the best spreaders. This juniper shows off its golden colour all year round. It is a compact and graceful plant perfect for any landscape, including rock gardens, coastal gardens, and foundation planting. Drought tolerant when established, making it an excellent choice for a water-wise garden. Old Gold is a very low maintenance shrub. It requires no pruning and will tolerate a wide range of soils. For this shrub to perform at its best, it requires 6+ hours of direct sunlight each day. When fully grown, it will mature to 2 feet tall and 4 feet wide.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Rose Glow Barberry (Berberis) Shrub",
    "price": 39.98,
    "code": "1001612287",
    "description": "Rosy Glow Barberry is a showy shrub with white and pink variegated leaves. Its yellow flowers are followed by bright red berries in fall that persist into winter. Thorny branches don't detract from its charm. This slow growing shrub can be easily pruned throughout the gardening season. The best uses for the Rosy Glow Barberry include hedges, privacy screening, foundation planting, or as the main focal point in your garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Pearl Potion Korean Lilac (Syringa) Shrub",
    "price": 40.98,
    "code": "1001707924",
    "description": "Pearl Potion delivers all the great lilac qualities we love in an improved compact form. Each spring, pure white fragrant flowers blossom to make your outdoor space a sweeter place. And because its easier to maintain, you can spend your extra time relaxing and breathing in the wonderful scents of spring.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Sensation French Lilac (Syringa) Purple Flowering Shrub",
    "price": 34.98,
    "code": "1001551252",
    "description": "This lilac features show stopping mid-season blooms that are uniquely coloured deep purple flowers edged in white. Very upright habit, heavily fragranced blooms.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Ringo-All-Star Rosa Shrub",
    "price": 39.98,
    "code": "1001795556",
    "description": "The flowers on this magnificent shrub start out a rich melon-orange with a cherry-red centre. As these blooms age, it transforms to a lavender and pink. This multi colour bloom creates an eye catching intrigue for anyone who passes by. Along with it's visual beauty, this rose bush is also a pollinator; a crown of fluffy yellow anthers bedecks the centre of each blossom. This plant is dear resistent.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Snowmound Spirea (Spiraea) Flowering Shrub",
    "price": 34.98,
    "code": "1001627109",
    "description": "Small, blue tinged leaves on arching branches contrast beautifully with pure white flowers. Dense habit makes it a great choice for hedging and foundation planting.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Little Lime Hydrangea (paniculata) Shrub",
    "price": 39.98,
    "code": "1000800498",
    "description": "Compared to its famous sibling 'Limelight', Little Lime hardy hydrangea (Hydrangea paniculata) may seem like a pipsqueak. Don't let this petite shrub fool you. While maintaining its short stature of 3-5' tall and wide, it really packs a visual punch in the garden. In summer, lime green blooms open on strong stems no drooping here. As it ages, rich pink colouring emerges to prolong the show through fall. Little Lime hydrangea is small enough to grow in containers and also stands out as a bold mass planting. Its bright bloom colouration makes it an excellent choice for cut flower gardens and can be used fresh or dried. This reliable performer blooms on new wood, so a quick trim in late winter or early spring will encourage fresh growth and an abundance of buds. Like most hardy hydrangeas, it is hardy to Zone 3 and does best in full sun or part shade. Summer flowers open soft green and turn pink and burgundy in fall.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Gold Star Potentilla Flowering Shrub",
    "price": 34.98,
    "code": "1001551246",
    "description": "One of the best yellow potentillas!  This compact variety is covered throughout the summer with beautiful golden yellow blooms on top of finely textured foliage.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Let's Dance Blue Jangles Hydrangea (arborescens) Shrub",
    "price": 39.98,
    "code": "1000828579",
    "description": "The reblooming hydrangea that really does!Let's Dance Blue Jangles is a big-leaf hydrangea that blooms on both old and new wood, with a tight, compact habit that is unusual among reblooming hydrangeas. Large, full flower heads will readily go heavenly blue in acid soils; in alkaline soils, they'll be vivid pink. This proven performer will bloom reliably even in zone 5.The only truly compact reblooming hydrangea.blooms on old wood and new wood, so you get more flowers over a longer periodlarge flowers readily turn a deep blue in acidic soils.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Goldfinger Potentilla Flowering Shrub",
    "price": 34.98,
    "code": "1001627103",
    "description": "Hardy, tidy, and carefree. The Goldfinger Potentilla is a mounding specimen with dark green foliage, beautifully highlighted by large yellow flowers that bloom in summer. Resembling living sunlight, they love sunny areas, prefer well-drained soil, and demand little care to look their best. This bright shrub will grow to be about 3 feet tall, with a spread of 4 feet. Use as a striking accent in perennial borders. You will love them, but the deer will not!",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Nightglow Honeysuckle (Diervilla) Flowering Shrub",
    "price": 39.98,
    "code": "1001546393",
    "description": "Just like the remarkable hour of twilight when fireflies light up the sky, intensely yellow flowers glow bright against the dark red foliage of Nightglow Diervilla. As the season fades, dark red foliage becomes more intense. Its also easy to grow, so youll have more time to relax and enjoy the view.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Cherry on Top False Spirea (Sorbaria) Shrub",
    "price": 40.98,
    "code": "1001707923",
    "description": "With the improved Cherry On Top Sorbaria, experience this plants classic foliage beauty, with the added benefit of the perfect topping to complete your enjoyment. After the white plume flowers finish, savor clusters of bright, fresh-looking red seed pods instead of the traditional dried brown seeds. This extends the seasons of beauty you can enjoy through summer and fall.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Goldmound Spirea Shrub",
    "price": 29.98,
    "code": "1000418442",
    "description": "Goldmound Spirea is a very reliable colourful flowering shrub that produces deep pink flowers in mid - summer. New growth in spring is golden-yellow, turning brighter yellow in summer producing a constant display of colour. Flowers are deep pink. Very useful in foundation planting, mass plantings, hedging. Extremely hardy and can tolerate heat bounce, drought tolerant, and has nice curb appeal.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Panther Ninebark (Physocarpus) Shrub",
    "price": 39.98,
    "code": "1001547805",
    "description": "With sleek black foliage and stems, Panther Ninebark is the ultimate contrast option for your outdoor space. Plant it next to brightly colored selections for a design that commands fierce stares from guests to your garden or patio. Its resilience and compact size make it a unique, easy to grow choice for modern landscapes.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Alpine Currant (Ribes) Hedging Shrub",
    "price": 34.98,
    "code": "1001551248",
    "description": "Small greenish-white flowers in spring produce scarlet-red ornamental berries in fall. This hardy shrub makes a great hedge as it is fast growing and can be pruned to shape easily.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Annabelle Hydrangea (arborescens) Shrub",
    "price": 29.98,
    "code": "1000113128",
    "description": "Breath-taking, full, round, massive, snowball flowers.  Great choice for foundation planting, creating soft hedges and mass planting.  Annabelle is one of the most popular and sought-after hydrangea variety.  Drought tolerant and shade tolerant specimen, making it easy to maintain.  Annabelle will bloom continuously throughout the season.  From mid-summer to early fall.  Fantastic for cut flowers, to bring indoors to enjoy.  Dries nicely for the crafter.  Prune back this item heavily in early Spring, to 30cm from the ground, to create best blooming performance.  Mature and well-established plants can be divided and enjoyed in other parts of the garden or landscape.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Dwarf Black Spruce (Picea) Evergreen Shrub",
    "price": 39.98,
    "code": "1001547834",
    "description": "Very popular, dwarf spreading conifer with blue-tinged needles. Naturally rounded form, excellent as a groundcover or low hedge.  Requires little to no maintenance.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gal. Green Velvet Boxwood",
    "price": 12.98,
    "code": "1001799955",
    "description": "With deep green foliage and a large leaf size versus other varieties, Green Velvet Boxwood are a low maintenance solution performing well in both sunny and shaded locations. Easy to transplant and deer resistant, boxwood are a versatile evergreen, easily shaped for hedges or foundation plantings.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW Miss Molly Butterfly Bush (Buddleia)",
    "price": 39.98,
    "code": "1001003850",
    "description": "With its intensely coloured blooms and refined habit, 'Miss Molly' is the queen of the summer garden. Its fragrant flowers are the closest to red of any butterfly bush and appear for months every summer without deadheading. Unlike older varieties of butterfly bush, 'Miss Molly' reaches jut 4-5'/1.2-1.5m tall, so it's easy to work into any sunny landscape. This non-invasive variety thrives in hot climates. Butterflies and hummingbirds will find it as irresistible as you do!",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Diervilla sessilifolia Firefly (BE) 2g Honeysuckle Shrub",
    "price": 39.98,
    "code": "1001869898",
    "description": "Diervilla sessilifolia Firefly is a radiant burst of color for your garden. This compact and versatile shrub is a must-have, with fiery golden-orange foliage that instantly adds warmth and charm. Low-maintenance and adaptable, it suits both beginners and seasoned gardeners. Standing at a tidy 3 feet, it's perfect for borders, containers, or as a ground cover. As seasons change, so does Firefly, transitioning to a rich burgundy hue in the fall, ensuring year-round visual interest. Drought-tolerant and pest-resistant, this shrub is a reliable addition to any garden, bringing easy beauty to your outdoor space.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Little Princess Pink Spirea (Spiraea) Flowering Shrub",
    "price": 34.98,
    "code": "1001551249",
    "description": "Dense, mounding form with pretty pink flower clusters displayed on top of mint-green foliage that matures to dark green, then purplish-red in fall.  This shrub is very adaptable and tolerates a wide range of soil conditions.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Abbotswood Potentilla White Flowering Shrub",
    "price": 34.98,
    "code": "1001551247",
    "description": "Stunning large, pure white flowers cover finely textured green leaves from early spring to late fall.  Butterflies love the long blooming time of this dwarf shrub.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Old Gold Juniper (Juniperus) Shrub",
    "price": 32.98,
    "code": "1000185144",
    "description": "Juniper Old Gold is a slow growing spreading evergreen with bright golden foliage. Extremely hardy and retains its bright golden colour year round. Widely used in rock gardens, foundation planting, mass plantings, large mixed woody plant beds. Salt tolerant and very vigorous. Best pruned in late spring to shape if needed. Fairly drought tolerant and can also withstand damp, wet conditions. Looks fantastic when planted in groupings.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Never Alone Rose Flowering Shrub",
    "price": 39.98,
    "code": "1001624919",
    "description": "Gorgeous, made in Canada rose! Never Alone Rose is chosen for its continuous bloom, compact form, disease-resistant, hardy qualities. Stunning red double flowers with white centers bloom all summer into fall. The average size at maturity reaches 3 feet tall and 3 feet wide. Helping bring hope to families affected by cancer, proceeds from the purchase of this rose go to the Never Alone Foundation, in connection with the CFL Alumni Association.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Victoria Weigela Shrub",
    "price": 29.98,
    "code": "1001041847",
    "description": "Victoria Weigela has dark green/burgundy leaves. Grows well in any type of soil and is easily maintained. The dark pink flowers are shaped like a trumpet and bloom in late spring. They will repeat bloom if you cut off the old flowers after blooming. Victoria Weigela flowers will attract humming birds to your garden in large numbers. they look great planted alone or in group plantings.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Emerald 'N Gold Euonymus Shrub",
    "price": 26.98,
    "code": "1001612273",
    "description": "Dense, irregular mounded shrub with bright green and gold foliage turns pink-red in winter. Easy to grow, this popular broadleaf evergreen is widely used in both residential and commercial landscaping. The foliage is soft and easy to prune at any time of year. Best uses are planted in rock gardens, mixed evergreen beds, borders, mass plantings.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Hetz Midget Globe Cedar (Thuja) Evergreen Shrub",
    "price": 39.98,
    "code": "1001547836",
    "description": "Hetz Midget is a slower growing naturally globe shaped cedar with rich green foliage. Very compact variety that rarely grows taller than 3-4 feet tall.  Great choice as an accent plant in the garden or in containers.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Incrediball Hydrangea (arborescens) Shrub",
    "price": 39.98,
    "code": "1000828343",
    "description": "Massive flowers bloom in summer, and are held up by very sturdy stems. Very hardy and reliable. Good for cut flowers. Native. This stunning hydrangea is a bit of a prodigy. We were looking for a hydrangea like the old favorite 'Annabelle', but one that wouldn't flop over. We found it...and it had supersized blooms, too! This adaptable native plant produces huge flowers (as much as 12 inch across) and is both reliable and beautiful. Flowers open green, then mature to white before turning green at the end of their life cycle. Very cold hardy, Incrediball blooms on new growth so even very cold winters won't keep it from blooming. The flowers are held upright on very sturdy stems, so they don't flop like 'Annabelle' will.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Sem False Spirea (Sorbaria) Flowering Shrub",
    "price": 34.98,
    "code": "1001627106",
    "description": "A dense, rounded, compact shrub with impressive white plumes of flowers in summer. Sem False Spirea features unique striping of pink on fern-like leaves with appealing bronze foliage in spring, changing to bright red and orange in Fall. This shrub does best with 4 to 6 hours of sun each day, and at maturity reaches 3 to 4 feet tall and wide. A fine choice as a low hedge or star of the shrub border.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Paloma Blanca Wintercreeper (Euonymus) Shrub",
    "price": 39.98,
    "code": "1001625797",
    "description": "Paloma Blanca Wintercreeper is a very distinct shrub featuring stunning white tips. The new growth is white-green, ageing to a dark green giving it an ombre effect, which will lasts for a few months in the spring. Prune your plants in mid to late spring to encourage new bushy growth. Ideal as a specimen, in small groups or in a decorative container. Japanese Euonymus is an easy to care for rugged plant that does well in all types of soil. For optimal growth, this plant requires 4-6 hours of sunlight each day and will require regular watering until established. Because of its hardy nature, Paloma Blanca will grow just about anywhere. When mature, that plant will be 1-2 feet tall and just as wide.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Francee Hosta Shrub",
    "price": 29.98,
    "code": "1001797917",
    "description": "The Francee is a well renowned white margined, dense forming hosta with heart-shaped, dark green leaves. Pale lavender blooms appear in late Summer, rising above the leaves to reach about 28 inches tall. This fast growing Hosta is excellent for landscaping and fills the space quickly. The Francee Hosta performs best in part to full shade, which makes it perfect for underplanting shrubs and trees.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Annabelle Hydrangea Shrub 6 Pack",
    "price": 76.98,
    "code": "1001857326",
    "description": "Breath-taking, full, round, massive, snowball flowers. Great choice for foundation planting, creating soft hedges and mass planting. Annabelle is one of the most popular and sought-after hydrangea variety. Drought tolerant and shade tolerant specimen, making it easy to maintain. Annabelle will bloom continuously throughout the season. From mid-summer to early fall. Fantastic for cut flowers, to bring indoors to enjoy. Dries nicely for the crafter. Prune back this item heavily in early Spring, to 30cm from the ground, to create best blooming performance. Mature and well-established plants can be divided and enjoyed in other parts of the garden or landscape.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Invincibelle Ruby Hydrangea (arborescens) Shrub",
    "price": 39.98,
    "code": "1001041851",
    "description": "The dark burgundy red flower buds of Invincibelle Ruby open to a two-toned combination of bright ruby red and silvery pink. The foliage is extra dark and stems are strong, making this new hydrangea a gem in any garden. It is a strong rebloomer that will be an excellent addition to any garden. Like other smooth hydrangeas, it flowers on new growth and so blooms every year without fail. Adaptable to most well-drained soils. Prune in late winter/early spring and apply a controlled-release fertilizer. Bloom colour is not affected by soil pH. Use as mass plantings, landscapes, naturalizing, cutting gardens, or mixed borders. This beauty will continuously bloom. Deadheading is not necessary. Native specimen. Green Thumb award, Direct Gardening Association; Bronze Medal, Plantarium 2016.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Patriot Hosta Shrub",
    "price": 29.98,
    "code": "1001797918",
    "description": "One of the most popular variegated hostas ever, the Patriot Hosta is an ovate shape mound of large satiny, dark green leaves adorned with irregular ivory margins. In the Summer, funnel shaped lavender flowers appear, rising above the foliage mound at approximately 34 inches tall. Cut off the stems after they've finished blooming to encourage plant growth.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Double Play Big Bang Spirea Shrub",
    "price": 39.98,
    "code": "1000828582",
    "description": "Massive pink flowers bloom against the bright yellow foliage. Glowing orange spring foliage. Season long color. Deer resistant. Easy to grow. Massive pink flowers of a size never seen before adorn bright yellow foliage. This plant has the largest flowers we've every seen on a spiraea. Foliage glows orange in the spring. Adaptable and easy to grow, this is a great plant for landscaping. Tuck it into your existing mixed border or use it as a mass planting.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Danica Globe Cedar (Thuja) Evergreen Shrub",
    "price": 39.98,
    "code": "1001547835",
    "description": "Danica is a versatile dwarf, globe-shaped evergreen with tight mint green foliage. It is very slow growing and is an excellent addition to rock gardens or makes a beautiful border or pathway plant",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW Fizzy Mizzy Sweetspire Shrub",
    "price": 39.98,
    "code": "1001857320",
    "description": "An early summer bloomer, the Fizzy Mizzy helps bridge the gap between seasons seamlessly. One of the most shade tolerant flowering shrubs, this Fizzy Mizzy Sweetspire is usable in any garden. With a petite size, and abundant white upright flower spikes, this lovely fragranced shrub attracts people and pollinators alike. This shrub is Deer resistant.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Victoria Weigela Shrub 6 Pack",
    "price": 76.98,
    "code": "1001857327",
    "description": "Victoria Weigela has dark green/burgundy leaves. Grows well in any type of soil and is easily maintained. The dark pink flowers are shaped like a trumpet and bloom in late spring. They will repeat bloom if you cut off the old flowers after blooming. Victoria Weigela flowers will attract humming birds to your garden in large numbers. they look great planted alone or in group plantings.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW Blue Chiffon Hibiscus Flowering Shrub",
    "price": 39.98,
    "code": "1000828417",
    "description": "The Chiffon.series just got more exciting with the addition of this blue-flowered selection. It has the same vigorous growth and lacy blooms, but with large, single blue flowers. Each is adorned with a lacy center to create an anemone-like bloom. Bold yet delicate, Blue Chiffon.is a star in the garden from late summer to fall. The distinctive flower colour complements many popular late summer perennials",
    "category": "trees and shrubs"
  },
  {
    "name": "3G Phantom Hydrangea Shrub",
    "price": 36.98,
    "code": "1001855126",
    "description": "Boasting the biggest blooms in the panicle hydrangea family, huge conical flower clusters stand out on sturdy stems. Lime green buds open creamy blush pink giving a two-toned appearance.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Mr Bowling Ball Globe Cedar (Thuja) Evergreen Shrub",
    "price": 39.98,
    "code": "1001547837",
    "description": "A perfect round ball of finely textured, soft to the touch, sage green foliage. Needles are distinctly different from other cedars, almost feather-like. Requires no pruning to maintain its shape!",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Prairie Petite French Lilac (Syringa) Pink Flowering Shrub",
    "price": 34.98,
    "code": "1001551253",
    "description": "Upright panicles of sweetly fragrant pink flowers are displayed on top of blue-green foliage in mid-spring.  This small shrub has a multi-stemmed spreading habit.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Strobe Weigela Pink Flowering Shrub",
    "price": 39.98,
    "code": "1001546400",
    "description": "If you blink, you may miss one of the many flashy colors of Strobe Weigela. From spring through autumn, youll see bright pink flowers against green and bronzethen orangethen crimson red foliage. Because its compact and low-maintenance, youll spend less time on care and have more time for dancing or relaxing in whatever way you like! Pro tip: to encourage rebloom, trim lightly just after the first blooms have finished.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Emerald Gaiety Wintercreeper (Euonymus) Shrub",
    "price": 39.98,
    "code": "1001625796",
    "description": "Emerald Gaiety Wintercreeper is an excellent choice for hedging and foundation planting. With its irregular growth pattern, this shrub can climb if planted next to a structure. This visually intriguing bushy foliage is edged with irregular white margins and will tinge pink in the winter. In early summer, tiny white-green flowers will appear. This shrub provides year-round interest and is low-maintenance. For optimal growth, this plant requires 6+ hours of direct sunlight each day and will be happiest in average, medium moisture soils. When fully mature, this plant will be 2-3 feet tall and can grow up to 5 feet wide.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW Jolly Good Clematis Vine Shrub",
    "price": 39.98,
    "code": "1001797910",
    "description": "The Jolly Good Clematis is a vigorous grower, yet maintains a nice compact size. Abundant light purple flowers with magenta undertones cover this plant all Summer long, making it a perfect addition to your fence or trellis. It flowers on new wood, so simply prune it back to two feet each Spring.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) PW ColorChoice Glow Girl Spirea (Spiraea) Flowering Shrub",
    "price": 39.98,
    "code": "1001625778",
    "description": "Glow Girl Spirea is an awesome plant for northern landscapes: a gold-leaf version of 'Tor'! Buds with hints of red in them, open to reveal exceptional white spring flowers. Sunny yellow foliage holds its color well on this round, compact formed spirea. It does best with 4 to 6 hours of sun each day, and at maturity reaches 3 to 4 feet tall and wide. Both hardy and heat tolerant, it doesn't burn in the summer and has outstanding fall color.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Flowering Shrub Mix 6 Pack",
    "price": 76.98,
    "code": "1001796469",
    "description": "Peegee Hydrangea - A large panicular (giant cone-shaped bloom) hydrangea with white blooms that turn pink in the Autumn months. This is a fast growing plant that gets quite big in size. Attracts butterflies.Tor Spirea - A compact, rounded flowering shrub with multi-season interest. In the late Spring-early Summer, small, flat clusters of white flowers cover the plant. In the Fall, the leaves turn a vibrant orange, red and purple shade.Miss Kim Korean Lilac - A charming lilac that provides interest over three seasons. Late Spring, the shrub is covered in sweetly fragranced lavender hue flowers which open from a rich purple bud. In the Fall, the Miss Kim's foliage turns from that lush dark green to a luxurious burgundy shade.Minuet Weigela - Minuet Weigela has a dwarf sized, dense, rounded shape. The elliptic purple tinged foliage and hot pink-red funnel-shaped flowers provide a light fragrance. As an added feature, the flowers sporadically bloom again throughout the summer. Attracts butterflies and hummingbirds.The readiness of each product in this 6 pack may vary. For example: In early Spring, some items may still be dormant. Please refer to the item tags for more information.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Spilled Wine Weigela Shrub",
    "price": 39.98,
    "code": "1001041484",
    "description": "Landscape Plant of the Year!  Beautiful and versatile! Spilled Wine.weigela shares the fabulous deep purple foliage and bright pink flowers of the classic Wine &amp; Roses.weigela but in a smaller size. This useful plant grows wider than tall, making it the perfect choice for edging beds or walkways and for incorporating under windows in your landscaping. Like all weigela, it is deer resistant and very easy to care for. Very colourful even when not in bloom. Dwarf, wider-than-tall habit has many uses in the landscape. Deer resistant.  Use as landscape planting, in mixed borders, foundation plantings, mass plantings. Prefers well-drained soils but is extremely adaptable to other soil types. Pruning is best done immediately after flowering; little pruning is needed. Medium moisture. Fertilize in early spring by applying a slow release fertilizer specialized for trees &amp; shrubs. Follow the label for recommended rate of application.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Summer Garden Shrub 6 Pack",
    "price": 76.98,
    "code": "1001857332",
    "description": "Little Grapette Daylily - This charming early season Daylily is called the 'perfect perennial' for a reason: low care, drought tolerant, showy flowers, heat stress immune. The Little Grapette Daylily attracts butterflies and hummingbirds. Can be planted in a flower bed, or container. After flowering, remove the spent blooms and seedpods to encourage rebloom. Features: Full Sun to Partial Sun - Mature Ht: 1ft - Hardiness Zone: 3-9Magnus Coneflower - This sun-loving perennial stands out with its bold, large flowers whose rosy purple petals lay flat out rather than droop, like most coneflowers. The Magnus Coneflower is an early bloomer that attracts bees, butterflies and hummingbirds from early to late Summer, and sometimes with sporadic blooms until frost. Features: Full Sun - Mature Ht: 2-3ft - Hardiness Zone: 3-8Essence Purple Lavender - Essence Purple forms a perfect rounded ball-shaped, uniform, clump of green aromatic foliage with fragrant purple-blue flowers. Attracts bees, and butterflies. Features: Full Sun - Mature Ht: 1.5ft - Hardiness Zone: 5-9",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Little Quick Fire Hydrangea (paniculata) Shrub",
    "price": 39.98,
    "code": "1001003849",
    "description": "Dwarf form of the popular Quick Fire.hydrangea! Like Quick Fire, it is early blooming, flowering about a month before other hydrangeas. White flowers transform to pink-red as summer progresses. This dwarf plant fits easily into any landscape, including container gardens. Add it to your existing hydrangea garden to extend the blooming season.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW Let's Dance Skyview Hydrangea Shrub",
    "price": 39.98,
    "code": "1001857321",
    "description": "The Sky View hydrangea is a compact variety with large mophead blooms. Flowers emerge a beautiful sky blue with a honeydew-green eye before maturing to a full sky blue. Suitable for garden beds, borders, or as a container plant. This prolific bloomer turns blue or pink depending on the soil pH. For blue blooms the soil needs to be more acidic, for pink blooms the soil needs to be more alkaline. Attracts pollinators.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW Callicarpa PEARL GLAM  Shrub",
    "price": 39.98,
    "code": "1001797911",
    "description": "This show stopping berry producer starts in Spring and continues to frost. Dark purple foliage turns into while flowers late summer before yielding violet-purple berries by the hundreds. The Pearl Glam is a space saver with its upright habit compared to other beautyberry varieties. This plant is deer resistent.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Red Prince Weigela Shrub 6 Pack",
    "price": 76.98,
    "code": "1001857328",
    "description": "The Red Prince Weigela has a show stopping display of funnel-shaped red flowers that bloom in mid to late Spring. These blooms hold their bright red colouring as they age, and are attractive to hummingbirds. Prune this beautiful deciduous shrub to shape it.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Pee Gee Hydrangea Shrub 6 Pack",
    "price": 76.98,
    "code": "1001857325",
    "description": "A hardy vigorous shrub with giant, white cone-shaped blooms in early August, turning pink in autumn. Ideal for cutting and drying. Extremely hardy, Pee Gee Hydrangea is a staple in any garden. Can be used as a specimen plant, large hedge, screening, corner of a building or garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "2Gallon (7.5L) Rainbow Fizz Spirea (Spiraea) Flowering Shrub",
    "price": 39.98,
    "code": "1001546397",
    "description": "Bring a burst of color to your landscape with Rainbow Fizz Spirea. The pop and fizzle of color combinations throughout the season is both surprising and fun! Rainbow Fizz is compact and easy to grow, so plant it in a mixed border, along a walkway or in a patio pot, then water, and relax.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Fall Garden Shrub 6 Pack",
    "price": 76.98,
    "code": "1001857333",
    "description": "\"Compact Burning Bush - Burning Bush is a very popular deciduous shrub. The dense, multi-stemmed, rounded display turns from a medium-green to a bright red in the fall. The colour changing foliage makes this a fantastic addition to an all season garden. Features: Full Sun to Partial Sun - Mature Ht: 9-10ft - Hardiness Zone: 4-9Peegee Hydrangea - A large panicular (giant cone-shaped bloom) hydrangea with white blooms that turn pink in the Autumn months. This is a fast growing plant that gets quite big in size. Attracts butterflies. Features: Full Sun to Partial Sun - Mature Ht: 10-20ft - Hardiness Zone: 3-8Karl Foerster (Feather Reed) Grass - The Feather Reed Grass is one of the most popular ornamental grasses, and it's for good reason; fast growing, multi-season interest, tall highly valued erect feathery plumes that move gracefully in the breeze, and requires little maintenance. This grass is deer and rabbit resistant. Features: Full Sun to Partial Sun - Mature Ht: 4-6ft - Hardiness Zone: 5-11Ivory Halo Dogwood - Ivory Halo Dogwood is a very hardy and unique shrub in the landscape.The red branches are a nice contrast with snow in the winter. The variegated white and green leaves blended with bright red branches give this plant a striking appearance in the garden. Ivory Halo Dogwood look great in mass plantings and groups. Also very good for foundation planting when mixed with other shrubs, evergreens and perennials. Features: Full Sun to Partial Shade - Mature Ht: 4-6ft - Hardiness Zone: 3-7Minuet Weigela - Minuet Weigela has a dwarf sized, dense, rounded shape. The elliptic purple tinged foliage and hot pink-red funnel-shaped flowers provide a light fragrance. As an added feature, the flowers sporadically bloom again throughout the summer. Attracts butterflies and hummingbirds. Features: Full Sun - Mature Ht: 2-3ft - Hardiness Zone: 4-8\"",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gallon (3.8L) Miss Kim Lilac Shrub 6 Pack",
    "price": 76.98,
    "code": "1001857329",
    "description": "Miss Kim Lilac is considered a dwarf lilac. The flowers are pale lavender-blue in spring and very fragrant. The dark green leaves turn bronze red in autumn. They can be planted as a stand alone or in group plantings. Looks great as a small hedge when they are covered in a mass of fragrant flowers.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Dwarf Golden Barberry (Berberis) Shrub",
    "price": 39.98,
    "code": "1001807614",
    "description": "The Spring and Summer season long golden colour transitions to a bright red for it's fall foliage. The Dwarf Golden Barberry produces less fruits and seeds compared to other Japanese barberry cultivars. With the barberry being thorny, it is said to be deer resistent even though it is a fruit producer. This hardy shrub is also drought-tolerant and thrives in a middling amount of water.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice My Monet Weigela Shrub",
    "price": 39.98,
    "code": "1001713158",
    "description": "This dwarf masterpiece with pink spring flowers is the first variegated Weigela to be introduced. Variegation changes depending on light exposure - whiter variegation in shade and pink variegation in full sun. My Monet creates poetic beauty in any landscape, blooming from early to late Spring.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW Wine & Spirits Weigela Shrub",
    "price": 39.98,
    "code": "1001857322",
    "description": "The Wine and Spirits Weigela creates a great pairing to bring spring flower colour and all season foliage colour to your landscape. It's bright white tubular flowers contrast against the near-black/burgundy foliage to create a show stopping feature in any landscape. Plant this mounded shape shrub in full sun for the best foliage coloration. Enjoy the bees, butterflies and hummingbirds as they visit your garden. Deer resistant.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Stella De Oro Daylily Shrub",
    "price": 29.98,
    "code": "1001797915",
    "description": "Among the most popular reblooming Daylilies, the Stella De Oro ranks as one of the highest. The fragrant, and compact perennial enjoys profuse blooms over an extremely long period. It's golden trumpet like flowers open in the morning and wither during the forthcoming night, only to be replaced by another on the the same scape the next day, giving it it's name: \"daylily\". The Stella blooms from late Summer to Fall and attracts butterflies and hummingbirds.",
    "category": "trees and shrubs"
  },
  {
    "name": "Camellia #3 Pot",
    "price": 51.98,
    "code": "1000402741",
    "description": "This evergreen shrub's glossy green leaves gives your garden form and structure as a specimen or accent plant. It also excels as one of the earliest flowering shrubs, bursting into bloom late winter.",
    "category": "trees and shrubs"
  },
  {
    "name": "709mL (1 Qt.) Hawaiian Punch Hibiscus Shrub",
    "price": 6.98,
    "code": "1001020781",
    "description": "Hawaiian Punch are high quality, greenhouse grown Hibiscus. They are easy to grow! These tropical plants offer big, bold, vibrant long-lasting blooms (3 to 4 days of tropical colour, whereas most blooms last only a day). The Hawaiian Punch Hibiscus are perfect for containers and landscapes, bringing a tropical feel to your gardens. They are sun lovers - they flourish on the sun deck or around the pool. Treat hibiscus as an annual in cooler climates, they will not survive a frost but can be overwintered indoors. Pruning helps maintain a nice shape and size and this will also encourage a fuller plant.",
    "category": "trees and shrubs"
  },
  {
    "name": "Windmill Palm 5G",
    "price": 64.98,
    "code": "1000176356",
    "description": "This palm cultivar is ultra-hardy and thrives in many varying climates (Northern Alaska peninsula through to southernmost tropical climes). It's disease resistant and suitable for multiple applications: specimen, container, patio or deck. Tropical style right here at home.",
    "category": "trees and shrubs"
  },
  {
    "name": "Azalea Evergreen #1 Pot",
    "price": 4.5,
    "code": "1000412085",
    "description": "A popular choice for woodland gardens or shrub borders, available in many forms: small, ground-hugging; or, large mounded shrubs. Flower colour varies in hot coral pink, deep magenta, scarlet red, and soft lavender mauve.",
    "category": "trees and shrubs"
  },
  {
    "name": "1G Green Gem Boxwood Shrub",
    "price": 12.98,
    "code": "1001850952",
    "description": "A naturally globe-shaped boxwood introduced by Sheridan Nurseries in 1973. The dense foliage has the smallest leaf size of all Sheridan Boxwoods and retains its dark green colour throughout the year.",
    "category": "trees and shrubs"
  },
  {
    "name": "19L PW Limelight Hydrangea Tree",
    "price": 108.0,
    "code": "1000764277",
    "description": "This unique panicle hydrangea tree standard revolutionized landscaping across North America. Huge, football-shaped flowers open in an elegant celadon green that looks fresh and clean in summer's heat. The blooms age to an array of pink, red, and burgundy which persists through frost for months of irresistible flowers. You can use 'Limelight' hydrangea just about any way you can imagine: as a showy flowering focal point or as an attention-getting specimen, in containers, flower gardens, or anywhere around your home. A long-time favorite of professional florists, it also makes an excellent cut flower, fresh or dried.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gal. (7.5L) Dwarf Azalea (Assorted)",
    "price": 22.04,
    "code": "1000163705",
    "description": "A wonderful addition to any garden that brings bright spring flowers from April through to June. Colours can vary from bright fuchsia to a deep purple and soft white.",
    "category": "trees and shrubs"
  },
  {
    "name": "8.6 in. Pot Cedar (Thuja) Perennial Shrub 1-pack",
    "price": 19.98,
    "code": "1000100097",
    "description": "Emerald cedar selection displays bright emerald-green foliage throughout the year. Great for creating a privacy hedge.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) Hand-Woven Braided Willow Tree",
    "price": 59.98,
    "code": "1001706922",
    "description": "The Braided Willow is a stunning ornamental plant that is known for its unique curved stems, and eyecatching braided pattern which supports a crown of foliage. Willow shoots are a thin, shiny purple shade which contrasts nicely against the small, ovate shaped, light and dark green leaves. This plant adds great aesthetic value to gardens, and can be used for hedging, as a focal point, or as an outdoor room divider. This versatile plant can also be potted and added to patios. To maintain it's decorative, manicured look, cut back top growth in early Spring, before lightly shaping 2-3 more times during the Summer as needed.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gal. (7.5L) Rhododendrons (Assorted)",
    "price": 19.98,
    "code": "1000151263",
    "description": "Rhododendron is a staple in every garden.  It has exceptional flowers that bloom in early spring and come in a variety of colours.  This plant holds it's deep green foliage all year long and will grow well in part shade.",
    "category": "trees and shrubs"
  },
  {
    "name": "Cherry Tree 5g",
    "price": 69.98,
    "code": "1001612283",
    "description": "Cherry trees are known for their small round fruits, which can be sweet or sour, ranging from vibrant yellow to deep red and nearly black. Sweet cherries are popular for fresh eating and desserts. They also produce stunning spring blossoms in delicate pink and white, attracting pollinators like bees. Thriving in temperate climates, cherry trees require careful maintenance for healthy fruit production, making them a beloved choice for orchards and gardens.",
    "category": "trees and shrubs"
  },
  {
    "name": "5 Gal. Combo Cherry Tree",
    "price": 84.98,
    "code": "1001613208",
    "description": "Combo Cherry Tree refers to a cherry tree that is grafted with multiple varieties of cherry on a single rootstock. This grafting technique allows for the growth of different types of cherries (often sweet and tart varieties) on one tree. Combo cherry trees are popular for home gardeners with limited space, as they are ideal for smaller spaces and allow for multiple varieties of cherries to be grown in the same area. A single tree can yield a diverse harvest of cherries, from sweet varieties to sour ones, all on the same branch. Combo cherry trees usually have a compact, upright growth habit, which makes them suitable for smaller yards.  They typically reach a height of 8–12 feet, depending on the variety.",
    "category": "trees and shrubs"
  },
  {
    "name": "19L Fruiting Weeping Mulberry Tree",
    "price": 98.0,
    "code": "1000133868",
    "description": "A unique graceful weeping accent tree with long pendulous branches and shiny, dark green leaves. Edible berries are produced in late June early July. Useful as a main focal point specimen plant. Good for screening and is an eye catching, talking piece in the landscape.",
    "category": "trees and shrubs"
  },
  {
    "name": "Juniper Assorted #1 Pot",
    "price": 8.48,
    "code": "1000402668",
    "description": "Ideal for groundcover in landscapes, spreading juniper is low growing, very hardy, drought resistant, and ultra low maintenance. Foliage colour ranges by variety and includes blue-grey, deep green, emerald green or mid-green tinged with yellow new-growth tips.",
    "category": "trees and shrubs"
  },
  {
    "name": "11.3 in. Pot Pink, Red, White, Yellow Rose (Rosa) Perennial Shrub 1-pack",
    "price": 29.98,
    "code": "1000737959",
    "description": "Knockout Roses are easy to grow and care for. They are good planted along with other shrubs or perennials or on their own as well. They bloom continually and are fragrant. Planted in large groups or a hedge the flowers produce a wow effect in the garden. For best blooming performance, prune back Knockout Roses in early spring.",
    "category": "trees and shrubs"
  },
  {
    "name": "16-inch Green Velvet Boxwood Shrub",
    "price": 34.98,
    "code": "1001799960",
    "description": "With deep green foliage and a large leaf size versus other varieties, Green Velvet Boxwood are a low maintenance solution performing well in both sunny and shaded locations. Easy to transplant and deer resistant, boxwood are a versatile evergreen, easily shaped for hedges or foundation plantings.",
    "category": "trees and shrubs"
  },
  {
    "name": "3.41L (#9) Patio Pot Dipladenia Flowering Annual Shrub",
    "price": 24.98,
    "code": "1001006011",
    "description": "Rio is a bush-type Dipladenia which is beautiful, durable and low-maintenance. Trumpet shaped flowers stand out atop shiny green foliage. Bred specifically for garden performance, Rios are non-stop bloomers for planters, garden beds and hanging baskets. Very little watering required. With built-in water storage in the form of tubers, Rios store water beneath the soil. Rios enjoy 4 plus hours of Sun daily but will also perform well in part-shade. No deadheading required, blooms will fade and fall off. Refer to plant tag for additional care. Our 1Qt Rio is ideal for landscape and DIY container gardening. Fall in love with the beauty and ease of Rio. Relax it's Rio.",
    "category": "trees and shrubs"
  },
  {
    "name": "12-inch Assorted Magnolia Tree",
    "price": 59.98,
    "code": "1000145944",
    "description": "Magnolia trees are known for their large, fragrant early spring blooming flowers and glossy leaves. Typically white, pink, purple, or yellow, they can be star-shaped or cup-shaped. The magnolia tree brings beautiful colour to the early spring landscape",
    "category": "trees and shrubs"
  },
  {
    "name": "7.5L Mugo Pine",
    "price": 39.98,
    "code": "1000402748",
    "description": "A dwarf evergreen pine with green needles, and lovely cones. The needles remain a bright green colour all year round. Clip young candles 33% in June annually to keep rounded shape and perfect form. Widely used in mixed plantings, mass plantings, in rock gardens, borders. Plant forward in your garden. The striking needles soften the garden while complimenting other plants. Easy to grow, salt tolerant, provides very enjoyable garden performance.",
    "category": "trees and shrubs"
  },
  {
    "name": "Climbing Hydrangea 2g",
    "price": 39.98,
    "code": "1001632002",
    "description": "The climbing version of the beloved Hydrangea adds multi-season interest to your landscape. Plant it near wooden posts, stone walls, or large trees and watch it grow! Its attractive, glossy dark green foliage brings a three-dimensional quality to supportive structures. In the summer, its flat-topped creamy white flowers create a stunning display. This vine can also be used as ground cover. Although it is slow to establish, the Climbing Hydrangea is easy to grow, low-maintenance, and can live for many years.",
    "category": "trees and shrubs"
  },
  {
    "name": "#1 Packaged Rose",
    "price": 12.98,
    "code": "1000148859",
    "description": "The #1 Packaged Rose includes many older varieties that are still favorites.  Former AARS winners, patented and non patented varieties. Several fragrant varieties",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gallon (7.5L) PW ColorChoice Bobo Hydrangea (paniculata) Shrub",
    "price": 39.98,
    "code": "1001613202",
    "description": "PW Hydrangea Bobo is a deciduous shrub with loads of flowers on a small plant! Large white flowers in the summer, turn pink as the blooms age. It is compact and dwarf in habit, and the flowers cover every inch of the plant right down to the ground. A gorgeous display for any garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "5G Endless Summer The Original Hydrangea (Blue) Shrub",
    "price": 54.98,
    "code": "1001854795",
    "description": "Endless Summer The Original Reblooming Hydrangea is a reblooming mophead hydrangea with classic Nantucket blue or soft pink flowers, depending on soil pH.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gal. Euonymus Emerald Gaiety",
    "price": 14.98,
    "code": "1000184851",
    "description": "Small rounded shrub with dense, variegated leaves, dark green centres with irregular white margin and pink highlights in winter. Easy to grow, this popular broadleaf evergreen is widely used in both residential and commercial landscaping. The plants bright colourful foliage stands out in the garden. It is good to use planted with evergreens as the contrast is breathtaking.  The 'rubbery' type foliage is soft and easy to prune at any time of year. Best uses are planted in rock gardens, mixed evergreen beds, borders, mass plantings.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Annabelle Hydrangea Shrub",
    "price": 26.98,
    "code": "1001855120",
    "description": "The blossoms on this Hydrangea are absolutely massive! Large balls of white that make a great showing in the landscape. The blossoms are borne on new wood, so even hard freezes won't slow this beauty down.",
    "category": "trees and shrubs"
  },
  {
    "name": "7.5L Nest Spruce Shrub",
    "price": 24.98,
    "code": "1000116112",
    "description": "This versatile, conifer is an excellent choice for an evergreen border, or accent plant. The outward-curving branches with dense, dark green needles create an interesting bird's nest effect.",
    "category": "trees and shrubs"
  },
  {
    "name": "5g Apple Tree",
    "price": 69.98,
    "code": "1001612282",
    "description": "Apple trees are known for their diverse shapes, sizes, colors, and flavors, making them visually appealing and versatile in the kitchen. To ensure proper pollination and fruit yield, it's best to plant at least two different varieties. In spring, their beautiful blossoms, ranging from white to soft pink, are crucial for fruit development. Apple trees thrive in well-drained soil and full sunlight. With a wide variety of cultivars, they produce apples of different sizes and tastes. Besides being nutritious with vitamins and fiber, apple trees enhance biodiversity, provide shade and beautify landscapes.",
    "category": "trees and shrubs"
  },
  {
    "name": "37.85L Baby Blue Spruce Tree",
    "price": 99.98,
    "code": "1000812331",
    "description": "A broad upright, pyramidal selection that keeps its blue colour year round. Bluish-grey foliage makes a striking accent to the landscape. Once established grows very rapidly. Uses include hedging, specimen planting, group plantings. No pruning is required to retain its shape.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Endless Summer Summer Crush Hydrangea Shrub",
    "price": 29.98,
    "code": "1001854792",
    "description": "With a profusion of big raspberry red or neon purple blooms, Summer Crush Reblooming Hydrangea brings floral quality blooms to your garden or patio container. Not only is it drop-dead gorgeous, but it is compact, too.",
    "category": "trees and shrubs"
  },
  {
    "name": "Mexican Mock Orange Shrub",
    "price": 7.49,
    "code": "1000519630",
    "description": "One of the best choices for a water-wise and low-maintenance shrub. Glossy leaves are deep green to brilliant chartreuse, depending on shrub variety.",
    "category": "trees and shrubs"
  },
  {
    "name": "5 Gal. Combo Apple Tree",
    "price": 84.98,
    "code": "1001613207",
    "description": "A combo apple tree, is&nbsp;a single apple tree that has multiple different varieties of apples grafted onto it, allowing for cross-pollination and the production of various apple types from just one tree, making it ideal for smaller gardens where space is limited;&nbsp;essentially, you can harvest different apple flavors from a single plant.&nbsp;",
    "category": "trees and shrubs"
  },
  {
    "name": "1g Emerald Cedar",
    "price": 14.98,
    "code": "1001612277",
    "description": "Emerald cedar displays a bright green foliage throughout the year. They are tolerant to wet soil and well drained conditions. They make a beautiful hedge and grow naturally without any necessary pruning. They look magnificent planted in a group of 3 at a corner of a house. Planted as a main focal point in a shrub bed is another good use for this all time favourite evergreen.",
    "category": "trees and shrubs"
  },
  {
    "name": "5 Gal. Japanese Maple Inabe Shidare",
    "price": 129.98,
    "code": "1001612284",
    "description": "Japanese Maple Inabe Shidare is a gorgeous specimen tree with rich, deep colour. Weeping purple leaves turn bright red in the fall. Slower growing. Extremely ornamental.",
    "category": "trees and shrubs"
  },
  {
    "name": "3.78L Euonymus Emerald Gold Foliage Irregular Mounded Shrub",
    "price": 14.98,
    "code": "1000184845",
    "description": "Dense, irregular mounded shrub with bright green and gold foliage turns pink-red in winter. Easy to grow, this popular broadleaf evergreen is widely used in both residential and commercial landscaping. The plants bright colourful foliage stands out in the garden. It is good to use planted with evergreens as the contrast is breathtaking.  The 'rubbery' type foliage is soft and easy to prune at any time of year. Best uses are planted in rock gardens, mixed evergreen beds, borders, mass plantings.  Every garden can use a  Euonymus Emerald Gold!",
    "category": "trees and shrubs"
  },
  {
    "name": "19L PW Pinky Winky Hydrangea Tree",
    "price": 108.0,
    "code": "1000755632",
    "description": "Pinky Winky has an unusual name, and an even more unusual flower. The large white panicles open in mid to late summer, and as summer turns to fall the florets at the base of the panicles turn pink. The flower panicles continue to grow, producing new white florets at the tip. The result is spectacular two-toned flower panicles that can reach up to 16 inches in length! This is a real show-stopper that's also very easy to grow. Adaptable to most soils and both sun and shade, Pinky Winky will thrive in most gardens.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gal. Green Mountain Boxwood",
    "price": 12.98,
    "code": "1001799954",
    "description": "Oval shaped with an upright growth habit, Green Mountain Boxwood are a low maintenance solution performing well in both sunny and shaded locations. Easy to transplant and deer resistant, boxwood are a versatile evergreen, easily shaped for hedges or foundation plantings.",
    "category": "trees and shrubs"
  },
  {
    "name": "19L PW Quickfire Hydrangea Tree",
    "price": 108.0,
    "code": "1000755633",
    "description": "Quick Fire.hydrangea blooms about a month before any other panicle hydrangea. Flowers open pure white then turn pink, and will be an extremely dark rosy-pink in the fall. The flower colour on Quick Fire hydrangea is not affected by soil pH. Blooms on this super-hardy and easy to grow hydrangea are produced on new wood, which means that you will see flowers even after even the harshest winters. Beautiful for use as a cut (fresh or dried) flower. Unlike other panicle hydrangeas, Quick Fire also has excellent fall foliage colour for a final hurrah before winter.",
    "category": "trees and shrubs"
  },
  {
    "name": "Lilac Congo Shrub 2g",
    "price": 29.98,
    "code": "1001854815",
    "description": "Congo Lilac is a French Hybrid Lilac with gorgeous spring flowers which emerge red and transition to purple. Extremely fragrant, the bloom make an excellent cut flower. This is a multi stemmed deciduous shrub with and upright spreading habit. Blooms late spring to early summer.",
    "category": "trees and shrubs"
  },
  {
    "name": "Tree Dwarf Korean Lilac Std 5g",
    "price": 108.0,
    "code": "1001801066",
    "description": "This unique dwarf variety of lilac tree showcases an abundance of fragrant blooms at a young age. Reddish-purple flower buds open a lavender, light pink. It displays a consistently uniform growth habit and demonstrates good resistance to mildew. This plant is well-suited for low hedges and features attractive foliage that transitions to a striking merlot-burgundy color in the fall.",
    "category": "trees and shrubs"
  },
  {
    "name": "26.5L Lilac (Ivory Silk) Shade Tree",
    "price": 98.0,
    "code": "1001300621",
    "description": "Lilac 'Ivory Silk' is a sturdy compact tree that has large fragrant creamy-white blooms and disease resistant, blue-green foliage. The fragrant bloomer is ideal as a centerpiece of any garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "10-inch Vigoro Honeyberry 2 in 1 (Haskap) Fruit Plant",
    "price": 19.98,
    "code": "1000827980",
    "description": "Hascap Combo # 3. Mature size 90-120 cm x 90 cm  Fruit plant flowering in May. Fruits in June. Pear-shaped berries with blueberry and raspberry taste. Two varieties in the same pot.",
    "category": "trees and shrubs"
  },
  {
    "name": "Japanese Euonymous #1 Pot",
    "price": 6.97,
    "code": "1000412910",
    "description": "This well-behaved evergreen shrub offers several cultivars, many of which are variegated with white or gold hues on jade green, glossy leaves.",
    "category": "trees and shrubs"
  },
  {
    "name": "2g Colorado Spruce",
    "price": 24.98,
    "code": "1000113404",
    "description": "A broad pyramidal selection that keeps its blue colour, beautiful bluish-grey foliage, and makes a striking accent to the landscape.",
    "category": "trees and shrubs"
  },
  {
    "name": "Assorted Hybrid Lilacs 5G",
    "price": 39.98,
    "code": "1000401814",
    "description": "The lilac shrub offers an iconic and fragrant spring experience. Lilacs are important pollinators suitable for multiple landscape applications, including large containers.",
    "category": "trees and shrubs"
  },
  {
    "name": "7.5L (2 Gal.) Climbing Goldflame Honeysuckle",
    "price": 24.98,
    "code": "1000118999",
    "description": "Honeysuckle goldflame.  Attracts humming birds and butterflies.  Climbing Honeysuckle with carmine-red flower buds that gradually change to pink as they open to expose yellow flowers.  Use to soften fencing or to add privacy.",
    "category": "trees and shrubs"
  },
  {
    "name": "Magical Revolution Garden Hydrangea with 150 days of flowering in 12\" Deco Planter",
    "price": 32.98,
    "code": "1001300626",
    "description": "Fabulous bloomers for your garden! Theres a party happening in your garden from spring onwards - at least there is if it contains the pink, red or blue globes of the Magical garden hydrangeas. These enchanting plants change colour to a fabulous dark red within a few months.",
    "category": "trees and shrubs"
  },
  {
    "name": "19L Weeping Peashrub",
    "price": 98.0,
    "code": "1000401186",
    "description": "Weeping branches with small, light green leaves and pea-like, yellow flowers. Excellent for small landscapes as an accent plant in the front yard. Grows rapidly in any type of soil. Good centre piece in any garden. Looks great with other plants planted below at the base. Used as the main focal point in the landscape. Also looks great plated at a corner of a house or in a large sprawling perennial garden. An all time favourite staple item in any landscape.",
    "category": "trees and shrubs"
  },
  {
    "name": "3.8L (#9) Hanging Basket Dipladenia Flowering Annual Shrub",
    "price": 26.98,
    "code": "1001230288",
    "description": "Rio is a bush-type Dipladenia which is beautiful, durable and low-maintenance. Trumpet shaped flowers stand out atop shiny green foliage. Bred specifically for garden performance, Rios are non-stop bloomers for planters, garden beds and hanging baskets. Very little watering required. With built-in water storage in the form of tubers, Rios store water beneath the soil. Rios enjoy 4 plus hours of Sun daily but will also perform well in part-shade. No deadheading required, blooms will fade and fall off. Refer to plant tag for additional care. Our 1Qt Rio is ideal for landscape and DIY container gardening. Fall in love with the beauty and ease of Rio. Relax it's Rio.",
    "category": "trees and shrubs"
  },
  {
    "name": "26.5L Flowering Pear (Redspire) Shade Tree",
    "price": 109.0,
    "code": "1001303810",
    "description": "In the spring, the leaves of the Flowering Pear emerge as red-purple and turn a glossy green with a red tinge. And to follow, beautiful white flowers emerge in the spring.",
    "category": "trees and shrubs"
  },
  {
    "name": "3G Green Gem Boxwood Shrub",
    "price": 34.98,
    "code": "1001850953",
    "description": "A naturally globe-shaped boxwood introduced by Sheridan Nurseries in 1973. The dense foliage has the smallest leaf size of all Sheridan Boxwoods and retains its dark green colour throughout the year.",
    "category": "trees and shrubs"
  },
  {
    "name": "26.5L Crimson King Norway Maple Tree with Burgundy Leaves",
    "price": 109.0,
    "code": "1001300615",
    "description": "Crimson King' Maple is a vigorous medium-sized deciduous tree adored  for its large, purple to almost maroon leaves which turn brown and bronze as the winter months approaches.",
    "category": "trees and shrubs"
  },
  {
    "name": "WINTERKING ROSE",
    "price": 8.98,
    "code": "1000773544",
    "description": "WinterKing Roses are specifically chosen for their cold hardiness perfect for cooler environments.  They are repeat bloomers and very disease resistent.",
    "category": "trees and shrubs"
  },
  {
    "name": "3 Gal. Baby Blue Spruce Shrub",
    "price": 44.98,
    "code": "1000174297",
    "description": "A broad upright, pyramidal selection that keeps its blue colour year round. Bluish-grey foliage makes a striking accent to the landscape. Once established grows very rapidly. Uses include hedging, specimen planting, group plantings. No pruning is required to retain its shape.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Hakuro Nishiki Dappled Willow Shrub",
    "price": 26.98,
    "code": "1001855122",
    "description": "Small deciduous shrub with variegated foliage dappled green, pink and white. Fine textured pink stems and buds add to its appeal year round. Shrub is great for the border, hedging or in mass plantings.",
    "category": "trees and shrubs"
  },
  {
    "name": "26.5L CWF Native Serviceberry (Amelanchier canadensis) Tree",
    "price": 109.0,
    "code": "1001300614",
    "description": "Canada is home to approximately 451 bird species and billions of individual birds. Despite their numbers, the threats leading to declines in North American bird populations continue to grow. These include loss of habitat, invasive species, pesticides, toxic chemicals, pollution, cat predation, decrease in insect prey numbers, climate change, disease and death resulting from man-made obstacles like wind turbines and impact with windows of buildings during migration. As a result, nearly 15 per cent of native bird species are at risk of extinction. There is something you can do to help improve life for birds in your area.For starters, incorporate trees and shrubs from CWF's new WILD About Birds collection into your garden and landscaping projects.",
    "category": "trees and shrubs"
  },
  {
    "name": "7.5L Brandon Cedar Tree",
    "price": 19.98,
    "code": "1001006054",
    "description": "Brandon Cedar grow very rapidly and are extremely hardy. They have a conical shape with thick, dense,  lustrous green foliage. They can tolerate wet soil and also well drained soil. They look fantastic planted as a hedge, foundation planting, in groups, or as a centre piece in the garden. Brandon Cedar look great when planted with flowering shrubs and perennials.",
    "category": "trees and shrubs"
  },
  {
    "name": "26.5L Linden (Greenspire) Shade Tree",
    "price": 98.0,
    "code": "1001300620",
    "description": "Greenspire Linden is a dense narrow headed tree with small heart-shaped dark green leaves. In later spring to midsummer the tree is filled with yellow-white flowers that attract honeybees.",
    "category": "trees and shrubs"
  },
  {
    "name": "19L Dwarf Alberta Spruce",
    "price": 69.98,
    "code": "1000747315",
    "description": "Dwarf, conical variety with very dense, bright green foliage turning grey-green when mature. Extremely hardy the soft needles display an elegance to your garden. There is virtually no maintenance required and they keep their formal form with out pruning. Good for foundation planting, rock gardens, mixed shrub and perennial gardens.",
    "category": "trees and shrubs"
  },
  {
    "name": "Plum Tree 5g",
    "price": 69.98,
    "code": "1001611440",
    "description": "Plum trees are resilient and low-maintenance, thriving in various conditions and producing delicious, soft fruit in the summer. In spring, they showcase beautiful white and pink blossoms, creating an enchanting display. Many varieties are self-fertile, meaning a single tree can provide a plentiful harvest, making them ideal for small gardens. Their compact size and generous yield allow you to enjoy a fruitful oasis in your backyard.",
    "category": "trees and shrubs"
  },
  {
    "name": "Fruit Cocktail Trees 5g",
    "price": 84.98,
    "code": "1001795558",
    "description": "Fruit Cocktail Tree is a unique and fun way to grow a variety of fruits in one tidy package. This multi-graft tree grows a combination of two or more different types of fruit from the same tree. It produces a wide variety of delicious, juicy fruits throughout the season. The fruits can be eaten fresh or preserved for later use. The tree is easy to maintain and requires minimal pruning. It is a great addition to any garden, providing a bounty of fruits to enjoy. The Fruit Cocktail Tree is a perfect way to enjoy a variety of different fruits all in one package.",
    "category": "trees and shrubs"
  },
  {
    "name": "36-inch Rosy Glow Barberry Shrub",
    "price": 29.98,
    "code": "1000142817",
    "description": "The Rosy Glow Barberry is a showy shrub with white and pink variegated leaves. Its yellow flowers are followed by bright red berries in fall that persist into winter. Thorny branches don't detract from its charm. This slow growing shrub can be easily pruned throughout the gardening season. The best uses for the Rosy Glow Barberry include hedges, privacy screening, foundation planting, or as the main focal point in your garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "14-inch Fargesia Rufa Bamboo",
    "price": 98.0,
    "code": "1001516605",
    "description": "Add a tropical feel to your garden by planting an elegant, evergreen, clump-forming bamboo. This short and very slender, glossy bright green canes adorned with conspicuous red sheaths.",
    "category": "trees and shrubs"
  },
  {
    "name": "11.35L Dense Yew Shrub",
    "price": 39.98,
    "code": "1000420654",
    "description": "The Dense yew is a slow-growing evergreen, with a dense wide spreading habit. It is a shrub that's often used for hedging, privacy screens, and foundation plantings. It's known for its dark green needles and seasonal red berries which appear in the fall. Can be used as a basic foundation planting for a hedge, screen, or border.  The dense greenery and branching provide shelter and nesting for birds",
    "category": "trees and shrubs"
  },
  {
    "name": "Weigela Red Prince 2g",
    "price": 29.98,
    "code": "1001612300",
    "description": "Red Prince is a dense, upright, oval-rounded, deciduous shrub that typically matures to 6-9' tall and as wide. It features dark green foliage and funnel-shaped red flowers that bloom in mid to late spring, creating a wonderful display. Occasionally in late summer to early autumn a less significant repeat bloom occurs. Flowers retain bright red color as they age, that resist fading and are attractive to hummingbirds.",
    "category": "trees and shrubs"
  },
  {
    "name": "Pear Tree 5g",
    "price": 69.98,
    "code": "1001611439",
    "description": "A pear tree is a medium-sized deciduous tree that produces edible fruit. It flowers in the spring with white, sometimes slightly pink blooms that have five round petals. Pears are typically harvested from late summer into mid-autumn.",
    "category": "trees and shrubs"
  },
  {
    "name": "9.46L (#12) Planter Dipladenia Flowering Annual Shrub with Assorted Blooms Colours and Combinations",
    "price": 39.98,
    "code": "1001006116",
    "description": "Rio is a bush-type Dipladenia which is beautiful, durable and low-maintenance. Trumpet shaped flowers stand out atop shiny green foliage. Bred specifically for garden performance, Rios are non-stop bloomers for planters, garden beds and hanging baskets. Very little watering required. With built-in water storage in the form of tubers, Rios store water beneath the soil. Rios enjoy 4 plus hours of Sun daily but will also perform well in part-shade. No deadheading required, blooms will fade and fall off. Refer to plant tag for additional care. Our 1Qt Rio is ideal for landscape and DIY container gardening. Fall in love with the beauty and ease of Rio. Relax it's Rio.",
    "category": "trees and shrubs"
  },
  {
    "name": "1g Spruce Dwarf Alberta",
    "price": 14.98,
    "code": "1001612281",
    "description": "Dwarf Alberta Spruce is a native, pyramidal shaped tree with Bluish-Green needles all year round. This specimen is drought tolerant, making it low maintenance and easy to care for. This specimen is Dwarf, conical variety with very dense, bright green foliage turning grey green when mature. This deer resistant dwarf tree prefers moist, neutral to acidic, well drained soil. Plant in bright light for optimal growth. Keeps its symmetrical shape with minimal, to no pruning required.",
    "category": "trees and shrubs"
  },
  {
    "name": "Ninebark Black Summer Wine 2g - shrub",
    "price": 39.98,
    "code": "1001854952",
    "description": "Summer Wine Black has the darkest, most dramatic foliage yet. With its rich, saturated color and versatile habit, it's the ideal choice for accentuating your home's exterior. Spring brings white flower clusters to contrast with the nearly-black foliage. Upright stems and small foliage gives a fine textural effect. Top reasons to grow Summer Wine Black ninebark:- Very dark foliage looks striking in the landscape.- White flowers cover the branches in spring.- Easy to grow and low maintenance.",
    "category": "trees and shrubs"
  },
  {
    "name": "8-inch Snowbelle Mockorange Shrub",
    "price": 10.0,
    "code": "1000404847",
    "description": "Philadelphus 'Snowbelle' # 2 gal Mature size 1-1.3m x 1-1.3m Shrub blooming in June and July with a multitude of pure white flowers. Green foliage. Tolerates drought.",
    "category": "trees and shrubs"
  },
  {
    "name": "709mL (1 qt.) Dipladenia Flowering Annual Shrub",
    "price": 6.98,
    "code": "1001006012",
    "description": "Rio is a bush-type Dipladenia which is beautiful, durable and low-maintenance. Trumpet shaped flowers stand out atop shiny green foliage. Bred specifically for garden performance, Rios are non-stop bloomers for planters, garden beds and hanging baskets. Very little watering required. With built-in water storage in the form of tubers, Rios store water beneath the soil. Rios enjoy 4 plus hours of Sun daily but will also perform well in part-shade. No deadheading required, blooms will fade and fall off. Refer to plant tag for additional care. Our 1Qt Rio is ideal for landscape and DIY container gardening. Fall in love with the beauty and ease of Rio. Relax it's Rio.",
    "category": "trees and shrubs"
  },
  {
    "name": "Clematis Happy Jack Purple Shrub 2g",
    "price": 39.98,
    "code": "1001795552",
    "description": "PW Happy Jack Purple Clematis is a beautiful and showy flowering vine that will add a splash of color to any garden. Its deep purple blooms are produced in abundance from early summer to late autumn and can reach up to 8 feet in height when in full bloom. The foliage is a deep green and the stems are woody. This clematis is an excellent choice for covering fences, walls, and trellises. It is also a great choice for attracting pollinators to the garden. PW Happy Jack Purple Clematis is a hardy and low-maintenance vine that will bring lasting beauty and color to any outdoor space.",
    "category": "trees and shrubs"
  },
  {
    "name": "Hicks Yew Shrub 3g",
    "price": 39.98,
    "code": "1001854811",
    "description": "Hicks Yew is a slow-growing evergreen shrub with a dense, upright habit. This yew is low maintenance and it's lush, dark green colour provides year-round interest to your landscape. It makes a great choice for hedges, creating privacy screens or can be used as an accent plant.",
    "category": "trees and shrubs"
  },
  {
    "name": "3 Gal. Green Mountain Boxwood Shrub",
    "price": 34.98,
    "code": "1001799959",
    "description": "Oval shaped with an upright growth habit, Green Mountain Boxwood are a low maintenance solution performing well in both sunny and shaded locations. Easy to transplant and deer resistant, boxwood are a versatile evergreen, easily shaped for hedges or foundation plantings.",
    "category": "trees and shrubs"
  },
  {
    "name": "19L Fruitless Weeping Mulberry Acent Tree",
    "price": 98.0,
    "code": "1000133869",
    "description": "A unique graceful weeping accent tree with long pendulous branches and shiny, dark green leaves. Useful as a main focal point specimen plant. Good for screening and is an eye catching, talking piece in the landscape.",
    "category": "trees and shrubs"
  },
  {
    "name": "14-inch Walker's Tree",
    "price": 19.98,
    "code": "1000116237",
    "description": "Caragana a. 'Walker' # 7 gal. Mature size 2m x 1m Grafted tree that is flowering in June. Yellow flowers with light green foliage very cut out. Very weeping port with branches touching the ground.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gal. (3.8L) Rhododendron (Assorted)",
    "price": 7.98,
    "code": "1000406316",
    "description": "Very vigorous rhododendron with rounded, large leaves. Lilac-pink flower buds before flowers.",
    "category": "trees and shrubs"
  },
  {
    "name": "Coral Beauty Cotoneaster Shrub 1g - Colour Pot",
    "price": 14.98,
    "code": "1001854812",
    "description": "Coral Beauty Cotoneaster is an evergreen shrub with dark green leaves. It has tiny, beautiful white flowers in the spring followed by bright pink fruit in the late summer into fall. Great for edges, mass plantings and groundcover. This shrub does best if planted in full sun to part shade.",
    "category": "trees and shrubs"
  },
  {
    "name": "19L 3-Way Combo Blueberry Bush",
    "price": 39.99,
    "code": "1000685522",
    "description": "The first fruit will appear after the spring bloom in midsummer, then it reblooms in summer, providing a late season crop in the fall. The dark green leaves will turn to deep red and greens in the winter, making it a beautiful year-long addition to any landscape.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Roseum Elegans Rhododendron Shrub",
    "price": 39.98,
    "code": "1001850957",
    "description": "Lavender coloured blooms are produced in large trusses during the spring on this uniformly growing evergreen. Looks great when planted in groups or as a foundation planting.",
    "category": "trees and shrubs"
  },
  {
    "name": "Willow Assorted #2",
    "price": 17.98,
    "code": "1000656214",
    "description": "Depending on variety, foliage ranges from rich deep green with a grey underside through to a pink and white variegated mid-green canopy. Ideal as an accent or specimen in the garden due to its graceful form.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Silverleaf Dogwood Shrub",
    "price": 26.98,
    "code": "1001855119",
    "description": "An excellent choice to add interest to your garden all year long. Spring brings petite white blossoms, which are followed later by white berries. The summer foliage is a lovely minty green with a margin of white.",
    "category": "trees and shrubs"
  },
  {
    "name": "2 Gal. PJM Rhododendron Bush",
    "price": 34.98,
    "code": "1000792853",
    "description": "PJM Rhododendron is a popular variety of evergreen rhododendron known for its compact size and beautiful early spring bloom. It is a hybrid rhododendron, the result of a cross between various species of rhododendrons, and it is highly prized for its ability to thrive in colder climates while still providing vibrant floral displays.",
    "category": "trees and shrubs"
  },
  {
    "name": "Snowbelle Mock Orange Shrub 2g",
    "price": 29.98,
    "code": "1001795781",
    "description": "Snowbelle Mock Orange is the perfect shrub for any garden! With its bright white blossoms, this shrub is sure to be a showstopper in any landscape. Snowbelle Mock Orange is an evergreen shrub that thrives in sunny locations and is drought tolerant. Its fragrant flowers will attract pollinators, and its low maintenance nature will make it a favorite among gardeners. Plus, Snowbelle Mock Orange is an excellent choice for privacy hedges. Add a touch of beauty to your garden with Snowbelle Mock Orange!",
    "category": "trees and shrubs"
  },
  {
    "name": "Assorted Aspen Trees #5 Pot",
    "price": 47.45,
    "code": "1000522867",
    "description": "Great trees to mass plant and creat a hedge or privacy screen. Works well in windy areas as well. This plant is tough and hardy so it will survive in the harshest of conditions..",
    "category": "trees and shrubs"
  },
  {
    "name": "Hydrangea Wee Bit Giddy Shrub 2g",
    "price": 39.98,
    "code": "1001795554",
    "description": "The PW Wee Bit Giddy hydrangea will put a smile on your face. This deciduous perennial has beautiful blooms of pink and white that will add a splash of color to any landscape. It is easy to care for and will thrive in well-drained, acidic soil. It blooms from mid-summer to early fall and is sure to draw attention in the garden. Its compact growth habit makes it a great choice for small gardens or containers. Its strong stems make it a great choice for cut flower arrangements. PW Wee Bit Giddy Hydrangea is a must-have for anyone looking to add a vibrant touch of color to their landscape.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Love-A-Lot Hydrangea Shrub",
    "price": 29.98,
    "code": "1001862493",
    "description": "Love-A-Lot features huge pyramids of white flowers that open in mid-July atop stiff stems that are perfect for holding these burly 12'+ flower cones. Its compact habit is perfect for even tight spots in the landscape. Its bloom starts pure white, gradually changes to pale pink and continues to deepen in color until it ends up a deep, glorious pink as September wanes and October begins.",
    "category": "trees and shrubs"
  },
  {
    "name": "26.5L Locust (Honeylocust) Shade Tree",
    "price": 109.0,
    "code": "1001300617",
    "description": "A sturdy accent tree with bright green foliage as it emerges in the spring giving this selection a very lush appearance. Fast grower with excellent yellow fall colour.",
    "category": "trees and shrubs"
  },
  {
    "name": "Lilac Katherine Havemeyer Shrub 2g",
    "price": 29.98,
    "code": "1001854816",
    "description": "Katherine Havemeyer Lilac is a French Hybrid Lilac with stunning pink flowers that emerge in mid spring. Fragrant and showy, these blooms make an excellent cut flower.  Great for mass plantings, hedges and for adding beauty to your garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "Cedar Hetz Midget Globe Shrub 2g",
    "price": 29.98,
    "code": "1001795560",
    "description": "Unlike some of its large to giant&nbsp;Arborvitae&nbsp;cousins, 'Hetz Midget' is&nbsp;a cute little slow-growing American arborvitae cultivar with a distinctive globe shape and flat sprays of attractive, lacy little green leaves.",
    "category": "trees and shrubs"
  },
  {
    "name": "6-inch Easter Colour Hydrangea Shrub",
    "price": 9.99,
    "code": "1000733037",
    "description": "Blooms appear in late spring to summer, often continuing into fall. Strong, straight stems hold the huge flower heads up well. This full, lush shrub needs plenty of room to show off its beautiful flowers.",
    "category": "trees and shrubs"
  },
  {
    "name": "Pieris Assorted #1 Pot",
    "price": 9.98,
    "code": "1000402681",
    "description": "This shrub offers some of the season's earliest colour with profuse clusters of long rope-like tendrils of tumbling blooms. New growth in some varieties is red, coral, purple or bronze.",
    "category": "trees and shrubs"
  },
  {
    "name": "14\" Dwarf Alberta Spruce Spiral Shrub Topiary",
    "price": 125.0,
    "code": "1001794997",
    "description": "The Dwarf Alberta Spruce Spiral Topiary is a classic evergreen which will add elegance to your landscape. Elevate your outdoor space with this brilliant showpiece accent by adding visual interest, texture and unique form",
    "category": "trees and shrubs"
  },
  {
    "name": "Cypress Golden Mops Shrub 2g",
    "price": 26.98,
    "code": "1001854810",
    "description": "The Golden Mops Cypress is very hardy yellow evergreen shrub which requires little to no maintenance. It is insect and disease resistant. Mops Cypress prefers to be planted in full sun but will grow in some shade. The more sun it has, the brighter yellow it will be. This evergreen add interest and colour to the garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "17-inch Ivory Silk Lilac Tree",
    "price": 69.97,
    "code": "1000182513",
    "description": "Syringa r. 'Ivory Silk' # 10 gal. Mature size 8m x 2m Tree flowering in July with cream white flowers and a green foliage. Compact oval shape. Resistant to insects and diseases.",
    "category": "trees and shrubs"
  },
  {
    "name": "26.5L River Birch Shade Tree",
    "price": 109.0,
    "code": "1001300616",
    "description": "A large, oval native that is grown for its beautiful exfoliating tan bark. Used as a specimen. Dark green foliage turns an outstanding yellow in the fall",
    "category": "trees and shrubs"
  },
  {
    "name": "#1 KNOCKOUT PKG ROSE",
    "price": 13.98,
    "code": "1000654610",
    "description": "The original Knock Out Rose was introduced 20 years ago and forever changed the way we think about roses. With ten additional colors and flower forms to choose from, plus the flower power and easy maintenance that you know and love, it's no wonder Knock Out roses are known worldwide.  They are disease resistent.",
    "category": "trees and shrubs"
  },
  {
    "name": "5 Gal. 14-inch Caprea Pendula Tree",
    "price": 49.98,
    "code": "1000131340",
    "description": "Salix caprea 'Pendula' on Stem # 5 gal. Mature size 2m x 2m Grafted tree. Flowering in May with yellow flowers. The flowers are followed by littles kittens. Weeping Port. Green foliage.",
    "category": "trees and shrubs"
  },
  {
    "name": "3G Aphrodite Rose of Sharon Shrub",
    "price": 36.98,
    "code": "1001855127",
    "description": "Heavily ruffled, hot pink blooms have a striking deep red eye. Large blooms and deep green foliage punctuate the graceful, vase-shaped habit. Produces little to no seeds.",
    "category": "trees and shrubs"
  },
  {
    "name": "2DP Décor Potted Green Velvet Boxwood Shrub",
    "price": 29.98,
    "code": "1001850954",
    "description": "Introduced by Sheridan Nurseries in 1973, this has the darkest green foliage of the Sheridan Boxwood and a large leaf size. New growth is a bright green and provides good contrast in May and September.",
    "category": "trees and shrubs"
  },
  {
    "name": "26.5L CWF Native Maple (Acer rubrum) Tree",
    "price": 109.0,
    "code": "1001299611",
    "description": "Canada is home to approximately 451 bird species and billions of individual birds. Despite their numbers, the threats leading to declines in North American bird populations continue to grow. These include loss of habitat, invasive species, pesticides, toxic chemicals, pollution, cat predation, decrease in insect prey numbers, climate change, disease and death resulting from man-made obstacles like wind turbines and impact with windows of buildings during migration. As a result, nearly 15 per cent of native bird species are at risk of extinction. There is something you can do to help improve life for birds in your area.For starters, incorporate trees and shrubs from CWF's new WILD About Birds collection into your garden and landscaping projects.",
    "category": "trees and shrubs"
  },
  {
    "name": "8-inch Emerald Gold Euonymus Shrub",
    "price": 15.97,
    "code": "1000184866",
    "description": "Euonymus f. 'Emerald N' Gold' # 2 gal. Mature size 45-60 cm x 1 m Evergreen with variegated green and yellow foliage turning pinkish red in autumn.  Shrub keeping its foliage during the winter. Irregular mound shape",
    "category": "trees and shrubs"
  },
  {
    "name": "8-inch Japanese Shrub",
    "price": 5.0,
    "code": "1000404846",
    "description": "Kerria japonica 'Pleniflora' # 2 gal. Mature size 1,2-1,5 m x 1,2-1,5 m  Shrub flowering in May and June with abundant double bright orange yellow flowers. Green foliage.",
    "category": "trees and shrubs"
  },
  {
    "name": "3G James MacFarlane Preston Lilac Shrub",
    "price": 36.98,
    "code": "1001855128",
    "description": "Purple buds open up to reveal pink blossoms with a lovely sweet fragrance. A superb specimen plant, it is more disease resistant than many other lilac.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Velveteeny Common Smoketree Shrub",
    "price": 29.98,
    "code": "1001855118",
    "description": "Showy foliage and flower plumes make Velveteeny Smoketree a unique addition to any garden! It packs a punch of colour in a small package - in the fall, the showy purple leaves turn a rich red colour.",
    "category": "trees and shrubs"
  },
  {
    "name": "3G Minuet Preston Lilac Shrub",
    "price": 36.98,
    "code": "1001855129",
    "description": "Compact, flowering shrub known for its profusion of fragrant, light purple flowers in May. Excellent for smaller gardens. Prune immediately after flowering. Developed in Canada.",
    "category": "trees and shrubs"
  },
  {
    "name": "3.78L Spreading Juniper Specialty Shrub",
    "price": 19.98,
    "code": "1000430212",
    "description": "Spreading juniper is a hardy shrub, with crisp, green foliage. An excellent, low-growing, spreading evergreen for use as a groundcover, in rock or mulch gardens, or cascading over walls.",
    "category": "trees and shrubs"
  },
  {
    "name": "Early Blooming Hydrangea #3 Flowering Plant",
    "price": 26.97,
    "code": "1000165067",
    "description": "Mostly shade-loving, hydrangeas are easy to grow, hardy, disease and pest resistant, and exceptionally long-blooming. They are suitable as anchor plants in a mixed garden or in containers.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Colour Cocktail Rose Shrub",
    "price": 29.98,
    "code": "1001855121",
    "description": "This disease resistant rose puts on an incredible display of blossoms which emerge yellow, but then become pink, giving a multi-coloured look to the display. This vigorous, shrub rose puts on a beautiful kaleidoscopic display.",
    "category": "trees and shrubs"
  },
  {
    "name": "Combo Holly Shrub 2g",
    "price": 34.98,
    "code": "1001854809",
    "description": "Combo Holly has blue prince and blue princess holly in the same pot. No need to buy 2 separate plants for pollination, the male and female plants are combined into one 2g pot. Combo Holly is an evergreen with glossy leaves and spiny edges. It produces bright red, festive berries and is extremely cold hardy. It grows into a dense shrub and can be enjoyed all year long.",
    "category": "trees and shrubs"
  },
  {
    "name": "7.5L Potentilla White",
    "price": 29.98,
    "code": "1000113127",
    "description": "Stunning, large pure white flowers on a compact and dense plant with blue-green foliage.  Beautiful Native specimen, resistant to pests &amp; disease.  Drought tolerant and easy to maintain.  Lovely soft flowers bloom all season long from late Spring until late Fall.  Useful for foundation planting and mass planting. Prune back one third, in early Spring, for optimal results and to promote new growth and full blooms.",
    "category": "trees and shrubs"
  },
  {
    "name": "7.5L Tor Spirea Flowering Shrub",
    "price": 29.98,
    "code": "1001041846",
    "description": "Tor Spireais a compact mound of dark grey-green birch-like leaves. A show of bright white flowers cover the plant in late spring. They will repeat bloom if you dead head the old flowers. Great planted as a specimen or in group plantings. Planted as a hedge will give a nice show of white colour.",
    "category": "trees and shrubs"
  },
  {
    "name": "12 inches pot hydrangea shrub with pink or blue blooms",
    "price": 29.98,
    "code": "1001794839",
    "description": "One of the most popular perennials in landscaping, this one captivates us with its colorful flowering and easy maintenance. We have different varieties, some that will bloom pink and others that will bloom blue.",
    "category": "trees and shrubs"
  },
  {
    "name": "Spruce Montrose Charm Shrub 3g",
    "price": 44.98,
    "code": "1001795542",
    "description": "The Spruce Montrose Charm is a unique evergreen shrub with an attractive upright pyramidal form. Its foliage is a beautiful blue-green in colour, with silver-tipped needles that give off a fragrant aroma. This hardy and low-maintenance plant is a great addition to any garden, providing year-round interest and a pleasant scent. It thrives in sunny, well-drained areas, and is tolerant of a variety of soils. It can reach heights of up to 3m, making it a great choice for tall hedging, screening, or as a specimen plant. The Spruce Montrose Charm is a great choice for any garden!",
    "category": "trees and shrubs"
  },
  {
    "name": "Hydrangea Phantom Shrub  2g",
    "price": 29.98,
    "code": "1001854814",
    "description": "Phantom Hydrangea is a gorgeous shrub with stunning with showy cream coloured flowers that bloom summer through fall. A very ornamental shrub that is easy to grow and is a reliable bloomer. Fast growing with an upright spreading habit.",
    "category": "trees and shrubs"
  },
  {
    "name": "Smokebush Dusky Maiden Shrub 2g",
    "price": 29.98,
    "code": "1001795548",
    "description": "Dusky Maiden Smokebush is a deciduous shrub with a stunning, vase-shaped form. It is highly sought after for its remarkable foliage and blooms. The foliage is a deep, dark purple-black color with a hint of blue. It is deeply cut, giving the shrub an interesting texture. In the spring and summer months, the shrub is covered in clusters of small, fluffy, pink-purple flowers. The flowers are sweetly scented and attract pollinators. The smokebush is a fast-growing shrub that can reach up to 6 feet tall and wide. It is drought tolerant and prefers full sun to partial shade. It is a great choice for adding color and interest to gardens, patios, and other outdoor spaces.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gal. 6-inch Dwarf Alberta Spruce Shrub",
    "price": 10.99,
    "code": "1000765116",
    "description": "Picea g. at. 'Conica' # 1 gal. Alberta Spruce Mature size 2m x 1.2m Small conifer of naturally conical shape with very dense foliage. Low maintenance and prunning.",
    "category": "trees and shrubs"
  },
  {
    "name": "PW 19L Hydrangea Quick Fire Plant",
    "price": 14.99,
    "code": "1000672132",
    "description": "Blooming weeks before any other hydrangeas, QuickFire keeps blooming for the longest bloom period. From crisp white through to luscious pink in the fall.",
    "category": "trees and shrubs"
  },
  {
    "name": "Azalea Shrub 2g",
    "price": 39.98,
    "code": "1001795543",
    "description": "Azaleas are a type of flowering shrub native to many parts of the world. They are known for their bright and vibrant colors. Azaleas are commonly used in landscaping because of their low maintenance requirements and long-lasting blooms. They prefer acidic soil and partial shade, and often grow best in areas with high humidity. Azaleas are also known for their fragrant flowers, which bloom in the springtime. With proper care, they can last for years, providing a beautiful and unique addition to any garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "Rosemary Blue Ice Bog Shrub 2g",
    "price": 34.98,
    "code": "1001706906",
    "description": "A dwarf, low-growing, compact, spreading evergreen shrub with narrow blue-green leaves. Profuse clusters of small nodding pink bell-shaped flowers which almost cover the plant and obscure the attractive foliage are produced in spring.",
    "category": "trees and shrubs"
  },
  {
    "name": "8-inch Japanese Maple Tree",
    "price": 56.98,
    "code": "1000705297",
    "description": "Acer palmatum # 2 gal. Japanese maple. Mature size 2.5m x 2m Shrub with red purple foliage all season round. Protect from the cold winter winds. Very Decorative.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G English Roseum Rhododendron Shrub",
    "price": 39.98,
    "code": "1001850958",
    "description": "Large trusses of rose coloured blossoms are produced above the thick, leathery foliage on this bushy evergreen shrub. This large, ornamental shrub is great for background planting or filling the space below deciduous trees.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gal. 6-inch Blue Star Juniper Shrub",
    "price": 6.65,
    "code": "1000765113",
    "description": "Juniperus. 'Blue Star' # 1 gal. Mature size 30 cm x 60 cm Conifer with a very dwarf and compact form. Slow growth. Blue steel foliage.  Ideal for small gardens or rock gardens.",
    "category": "trees and shrubs"
  },
  {
    "name": "8-inch Dense Spreading Yew Semi-Dwarf Shrub",
    "price": 35.98,
    "code": "1000111061",
    "description": "Taxus m. Densiformis # 3 gal. Mature size 1.2m x 1.2m. Conifer with dark green foliage. Semi-dwarf compact form. Fertilize regularly. Plant in well-drained soil.",
    "category": "trees and shrubs"
  },
  {
    "name": "8-inch Weigela f. Minuet Shrub",
    "price": 17.98,
    "code": "1000110818",
    "description": "Weigela f. Minuet # 2 gal.  Mature size 50-75 cm x 50-75 cm. Shrubs that bloom in June and then in August with magenta pink flowers. Compact shrub with purple-green foliage.",
    "category": "trees and shrubs"
  },
  {
    "name": "3G Collie Mullens Rose of Sharon Shrub",
    "price": 36.98,
    "code": "1001855701",
    "description": "Slender, upright branches and thick bright green foliage. Large rose-pink, semi-double blooms. Highly tolerant of pollution and works well as a hedge or screen.",
    "category": "trees and shrubs"
  },
  {
    "name": "Pieris Scarlet O'Hara 2g - shrub",
    "price": 34.98,
    "code": "1001854951",
    "description": "Scarlet O'Hara Pieris is a broadleaf evergreen shrub that has delicate and showy chains of small white bell-shaped flowers and bright red foliage, one of the hardiest cultivars; performs best in moist, organic and acidic soils. Glossy narrow leaves remain dark green throughout the winter.",
    "category": "trees and shrubs"
  },
  {
    "name": "3 Gal. Rhododendron Flowering Plant",
    "price": 13.99,
    "code": "1000708514",
    "description": "Very vigorous rhododendron with rounded, large leaves. Lilac-pink flower buds before flowers.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Girard's Fuchsia Azalea Shrub",
    "price": 39.98,
    "code": "1001854796",
    "description": "Lovely bright pink flowers appear in spring in a prolific array over the deep green evergreen foliage of this azalea. A great contribution to any garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "No. 2 Potted Weigela (Assorted)",
    "price": 19.98,
    "code": "1000149729",
    "description": "Beautiful accent plant available in a variety of different colours.",
    "category": "trees and shrubs"
  },
  {
    "name": "5.87L #10 Drop-N-Decorate Dipladenia Flowering Annual Shrub with Assorted  Colours and Combinations",
    "price": 34.98,
    "code": "1001006117",
    "description": "Rio is a bush-type Dipladenia which is beautiful, durable and low-maintenance. Trumpet shaped flowers stand out atop shiny green foliage. Bred specifically for garden performance, Rios are non-stop bloomers for planters, garden beds and hanging baskets. Very little watering required. With built-in water storage in the form of tubers, Rios store water beneath the soil. Rios enjoy 4 plus hours of Sun daily but will also perform well in part-shade. No deadheading required, blooms will fade and fall off. Refer to plant tag for additional care. Our 1Qt Rio is ideal for landscape and DIY container gardening. Fall in love with the beauty and ease of Rio. Relax it's Rio.",
    "category": "trees and shrubs"
  },
  {
    "name": "1g Juniper Blue Star Dwarf and Compact Evergreen",
    "price": 12.98,
    "code": "1001612276",
    "description": "Dwarf and compact evergreen with dense, steel-blue foliage. The striking blue needles are very bright and stand out in the garden .The bluish needles retain their colour throughout the winter. Excellent for rock gardens, borders, edging, or training as bonsai. Slow growing. One of the most elegant dwarf evergreens in any garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "3G Dwarf Burning Bush Shrub",
    "price": 36.98,
    "code": "1001855125",
    "description": "Spectacular crimson fall foliage follows rich green leaves in spring and summer. Adaptable to a variety of environmental conditions and can be pruned heavily to maintain desired shape.",
    "category": "trees and shrubs"
  },
  {
    "name": "Lilac Sensation 2g",
    "price": 29.98,
    "code": "1001612294",
    "description": "Sensation Lilac is a deciduous shrub with gorgeous, fragrant blooms. Makes an excellent cut flower.  Has an upright habit and attracts butterflies. Makes a wonderful addition to your garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Endless Summer Bloomstruck Hydrangea Shrub",
    "price": 29.98,
    "code": "1001854790",
    "description": "BloomStruck Reblooming Hydrangea provides unforgettable impact in the landscape. This reblooming hydrangea adds color to the garden all season long with vivid rose-pink or blue-purple hydrangea flower heads, depending on your soil pH.",
    "category": "trees and shrubs"
  },
  {
    "name": "Canada Day Rose Planter",
    "price": 29.98,
    "code": "1000765108",
    "description": "Canada Day Rose Planter",
    "category": "trees and shrubs"
  },
  {
    "name": "26.5L CWF Native Oak (Quercus palustris) Tree",
    "price": 109.0,
    "code": "1001299610",
    "description": "Canada is home to approximately 451 bird species and billions of individual birds. Despite their numbers, the threats leading to declines in North American bird populations continue to grow. These include loss of habitat, invasive species, pesticides, toxic chemicals, pollution, cat predation, decrease in insect prey numbers, climate change, disease and death resulting from man-made obstacles like wind turbines and impact with windows of buildings during migration. As a result, nearly 15 per cent of native bird species are at risk of extinction. There is something you can do to help improve life for birds in your area.For starters, incorporate trees and shrubs from CWF's new WILD About Birds collection into your garden and landscaping projects.",
    "category": "trees and shrubs"
  },
  {
    "name": "3G Helene Rose of Sharon Shrub",
    "price": 36.98,
    "code": "1001855702",
    "description": "White, heavily ruffled flowers with a reddish purple eye complement leathery dark green leaves. Blooms nearly continuously over a long season.",
    "category": "trees and shrubs"
  },
  {
    "name": "PW Weigela Wine and Roses 5g",
    "price": 129.98,
    "code": "1000412937",
    "description": "Japanese maples (Acer palmatum) are considered a feature specimen, and even a \"collector's tree\" because of their unique beauty. These elegant trees make a unique addition to any garden, with foliage ranging from delicate lacy leaves to variegated leaves in a rainbow of rich, beautiful colours from red and green to pinks and white highlights. Landscape designers love Japanese maples because they can be used in so many ways to add unique texture in the landscape.",
    "category": "trees and shrubs"
  },
  {
    "name": "7 lb. California Lilac #2 Shrub",
    "price": 18.48,
    "code": "1000656207",
    "description": "A hardy, rapidly growing, evergreen shrub hosting copious clusters of magnificent indigo blue, subtly-scented flowers in late spring and early summer. A pollinator superstar!",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Girard's Hot Shot Azalea Shrub",
    "price": 39.98,
    "code": "1001854797",
    "description": "A beautiful evergreen that produces coral red flowers in spring. A great addition to any garden, great for massing, foundation planting, or accenting.",
    "category": "trees and shrubs"
  },
  {
    "name": "Potentilla Pink Beauty Shrub 2g-Colour Pot",
    "price": 29.98,
    "code": "1001795551",
    "description": "Pink Beauty Potentilla is a striking and beautiful flowering shrub that is ideal for adding color and texture to any garden. This deciduous shrub produces a profusion of large, bright pink flowers from late spring to mid-summer. Its deep green foliage provides a beautiful backdrop for the vibrant blooms and turns golden yellow in fall. Growing to a maximum of 4 feet tall and wide, Pink Beauty Potentilla is a compact shrub that fits in any yard and requires minimal maintenance. This hardy shrub is perfect for providing a splash of color in borders, rock gardens, or as a flowering hedge. It also attracts birds, bees, and butterflies with its sweet flowers.",
    "category": "trees and shrubs"
  },
  {
    "name": "Peking Cotoneaster #1 Pot",
    "price": 12.98,
    "code": "1000154346",
    "description": "Great trees to mass plant and creat a hedge or privacy screen. Works well in windy areas as well. This plant is tough and hardy so it will survive in the harshest of conditions..",
    "category": "trees and shrubs"
  },
  {
    "name": "8-inch Macrophylla Shrub (Assorted)",
    "price": 18.91,
    "code": "1000151599",
    "description": "Hydrangea macrophylla # 2 gal. Mature size 1-2,5 m x 1-2,5 m Shrub flowering from July to October. The colour of the flower is influenced by the PH of the soil. Different varieties available in store.",
    "category": "trees and shrubs"
  },
  {
    "name": "8-inch Blueberry Fruit Plant (Assorted)",
    "price": 19.98,
    "code": "1000508352",
    "description": "Blueberry corymbosum # 2 gal Mature size 1.2-1.8 m x 1.2-1.8 m Fruit plant that bloom in June. Fruits are at maturity in July and August. Use two varieties for better pollination. Different varieties available in store.",
    "category": "trees and shrubs"
  },
  {
    "name": "3G Royalty Preston Lilac Shrub",
    "price": 36.98,
    "code": "1001855130",
    "description": "Wonderfully fragrant flower trusses are violet-purple in colour. Plant growth is upright and would make a great flowering hedge. This variety flowers later in the summer than other varieties.",
    "category": "trees and shrubs"
  },
  {
    "name": "1 Gal. Barberry Rose Glow",
    "price": 14.98,
    "code": "1001612286",
    "description": "Rosy Glow Barberry is a showy shrub with white and pink variegated leaves. Its yellow flowers are followed by bright red berries in fall that persist into winter. Thorny branches don't detract from its charm. This slow growing shrub can be easily pruned throughout the gardening season. The best uses for the Rosy Glow Barberry include hedges, privacy screening, foundation planting, or as the main focal point in your garden.",
    "category": "trees and shrubs"
  },
  {
    "name": "7.5L Miss Kim Lilacs",
    "price": 16.98,
    "code": "1001041848",
    "description": "Miss Kim Lilac is considered a dwarf lilac. The flowers are pale lavender-blue in spring and very fragrant. The dark green leaves turn  bronze red in autumn.  They can be planted as a stand alone or in group plantings. Looks great as a small hedge when they are covered in a mass of fragrant flowers.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Confetti Hydrangea Shrub",
    "price": 29.98,
    "code": "1001855123",
    "description": "Flowering early summer to late fall, this lovely Hydrangea produces panicles of white and pink that fade to green towards the top. A great choice for borders, mass plantings, or in beds.",
    "category": "trees and shrubs"
  },
  {
    "name": "5DP Décor Potted Green Velvet Boxwood Shrub",
    "price": 59.98,
    "code": "1001850955",
    "description": "Introduced by Sheridan Nurseries in 1973, this has the darkest green foliage of the Sheridan Boxwood and a large leaf size. New growth is a bright green and provides good contrast in May and September.",
    "category": "trees and shrubs"
  },
  {
    "name": "11.3 in. Pot Braided Willow (Salix) Perennial Shrub 1-pack",
    "price": 89.98,
    "code": "1000684433",
    "description": "A reliable plant that is a hardy and a fast grower. This plant is an excellent choice for people looking for a low maintenance yard. Junipers of all varieties will help suppress weeds, stabilize soil on slopes and fill in areas of your garden quickly. This plants is drought tolerant and does well in the full sun.",
    "category": "trees and shrubs"
  },
  {
    "name": "12-inch Green Mountain Boxwood Evergreen Shrub",
    "price": 49.98,
    "code": "1001300624",
    "description": "Boxwoods are a great selection of shrubs ideal for shaping into pyramids, topiaries spirals, ets. This traditional pyramidal boxwood needs minor trimming to keep its shape.",
    "category": "trees and shrubs"
  },
  {
    "name": "18.92L Taxus Soft Needle Foliage Evergreen Tree",
    "price": 44.98,
    "code": "1000656206",
    "description": "Commonly known as yew, taxus offers soft needle shaped evergreen foliage. Its most popular function is screening and hedging. Also suitable for containers.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Magical Candle Hydrangea Shrub",
    "price": 29.98,
    "code": "1001855124",
    "description": "Beautiful shrub that produces large panicles of lime coloured flowers over rich green foliage in summer. Performs best in sun and looks stunning in masses or as a focal point.",
    "category": "trees and shrubs"
  },
  {
    "name": "5G Endless Summer Summer Crush Hydrangea Shrub",
    "price": 54.98,
    "code": "1001854793",
    "description": "With a profusion of big raspberry red or neon purple blooms, Summer Crush Reblooming Hydrangea brings floral quality blooms to your garden or patio container. Not only is it drop-dead gorgeous, but it is compact, too.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Nova Zembla Rhododendron Shrub",
    "price": 39.98,
    "code": "1001850956",
    "description": "Rare deep red blooms are produced above the thick lush green evergreen foliage. Great when planted in groups or in a partial shade garden. This rhododendron tolerates the cold temperatures but benefits from protection from winter winds.",
    "category": "trees and shrubs"
  },
  {
    "name": "26.5L Oak (Quercus rubra) Shade Tree",
    "price": 109.0,
    "code": "1001300618",
    "description": "This red oak is one of the fastest growing of the oaks and one of the largest and most important timber trees. The foilage starts out as dark green and turns vibrant red - brown in the fall",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Endless Summer The Original Hydrangea (Blue) Shrub",
    "price": 29.98,
    "code": "1001854794",
    "description": "Endless Summer The Original Reblooming Hydrangea is a reblooming mophead hydrangea with classic Nantucket blue or soft pink flowers, depending on soil pH.",
    "category": "trees and shrubs"
  },
  {
    "name": "26.5L CWF Native Tulip (Liriodendron Tulipifera) Tree",
    "price": 109.0,
    "code": "1001525556",
    "description": "Canada is home to approximately 451 bird species and billions of individual birds. Despite their numbers, the threats leading to declines in North American bird populations continue to grow. These include loss of habitat, invasive species, pesticides, toxic chemicals, pollution, cat predation, decrease in insect prey numbers, climate change, disease and death resulting from man-made obstacles like wind turbines and impact with windows of buildings during migration. As a result, nearly 15 per cent of native bird species are at risk of extinction. There is something you can do to help improve life for birds in your area.For starters, incorporate trees and shrubs from CWF's new WILD About Birds collection into your garden and landscaping projects.",
    "category": "trees and shrubs"
  },
  {
    "name": "14\" Cedar Evergreen Shrub",
    "price": 69.0,
    "code": "1001794998",
    "description": "Emerald cedars are excellent accent trees as they are dense and keep a deep green colour year-round. They are also a perfect choice for container planting. Elevate your outdoor space with this brilliant showpiece accent by adding visual interest, texture and form",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Ruby Spice Summersweet Shrub",
    "price": 29.98,
    "code": "1001855117",
    "description": "A wonderful accent shrub with elongated blossoms that cover the foliage during the late spring and into summer. The blooms are a deep pink colour and have a wonderful fragrance.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Girard's Pleasant White Azalea Shrub",
    "price": 39.98,
    "code": "1001854798",
    "description": "Lightly scented, single white flowers with green spotting in the throat.  Very prolific bloomer.  Good glossy foliage on a broad spreading plant. Excellent in groupings or solo.",
    "category": "trees and shrubs"
  },
  {
    "name": "Lilac Miss Kim 1g",
    "price": 14.98,
    "code": "1001612291",
    "description": "Miss Kim Lilac is considered a dwarf lilac. The flowers are pale lavender-blue in spring and very fragrant. The dark green leaves turn bronze red in autumn. They can be planted as a stand alone or in group plantings. Looks great as a small hedge when they are covered in a mass of fragrant flowers.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Cat. Boursault Rhododendron Shrub",
    "price": 39.98,
    "code": "1001850959",
    "description": "Large flower trusses in spring are produced above the thick, leathery evergreen foliage. Blossoms are a rich lilac colour. Beautiful as a specimen or mass planted as an informal hedge.",
    "category": "trees and shrubs"
  },
  {
    "name": "Potentilla #2 Pot",
    "price": 19.98,
    "code": "1000402759",
    "description": "With bloom times spanning late spring through to the fall, these abundantly-blooming, sun-loving ornamental deciduous shrubs offer a tidy mounding shape ideal for mixed gardens or low borders.",
    "category": "trees and shrubs"
  },
  {
    "name": "18-inch Poodle Dwarf Alberta Spruce Deco Tree",
    "price": 175.0,
    "code": "1001300622",
    "description": "The decorative Poodle of Dwarf Alberta Spruce is a beautiful evergreen landscape topiary for a sculptured garden accent.  Ideal for any garden setting as it adds visual interest, texture and form to any garden space",
    "category": "trees and shrubs"
  },
  {
    "name": "18-inch Spiral Dwarf Alberta Spruce Deco Tree",
    "price": 175.0,
    "code": "1001300623",
    "description": "The decorative Spiral of Dwarf Alberta Spruce is a beautiful evergreen landscape topiary for a sculptured garden accent.  Ideal for any garden setting as it adds visual interest, texture and form to any garden space",
    "category": "trees and shrubs"
  },
  {
    "name": "7.5L Lilac Shrub",
    "price": 29.98,
    "code": "1000519635",
    "description": "Beautiful, fragrant, purple, that come late in spring, extending the lilac season. An outstanding selection useful in mixed shrub borders or in mass plantings with other lilacs.",
    "category": "trees and shrubs"
  },
  {
    "name": "2G Rock and Roll Hydrangea Shrub",
    "price": 29.98,
    "code": "1001862492",
    "description": "Large reblooming mophead blooms are pink or blue depending on soil pH. Bright green foliage and sturdy stems make this plant an attractive addition to any landscape.",
    "category": "trees and shrubs"
  },
  {
    "name": "#1 NP PKG MANGNIFISCENTS",
    "price": 13.98,
    "code": "1000834578",
    "description": "Magnifiscents are the most fragrant of our roses.  Most are hybrid-teas, high centered bloom form.  With a wide variety in color and fragrance, you are sure to find one you love in the Magnifiscents.",
    "category": "trees and shrubs"
  },
  {
    "name": "3g Boxwood Green Mountain Upright  Shrub",
    "price": 34.98,
    "code": "1001612270",
    "description": "Green Mountain Boxwood is an upright shrub with a pyramidal shape. Broadleaf evergreen with beautiful green foliage adds interest to the garden year round. Easy to cut.",
    "category": "trees and shrubs"
  },
  {
    "name": "10 in. Pot   Palm Majesty (Ravenea) Tropical Plant 1-pack",
    "price": 25.98,
    "code": "1000482019",
    "description": "Creating a majestic tropical look in your home or office is very easily done with a Majesty Palm (majestic palm).  Bearing long green, regal fronds, this pant is perfect for gracing any indoor space.  The Majesty Palm originates from Madagascar.  Very easily maintained requiring bright indirect light.  Water 1-3 times per week.",
    "category": "indoor plants"
  },
  {
    "name": "5 in. Pot   Money Tree (Pachira) Tropical Plant 1-pack",
    "price": 14.98,
    "code": "1000105335",
    "description": "The Pachira aquatica is a tropical native to Central and South America.  Many cultures believe this plant brings good luck and fortune.  This plant is very easy to take care of.  Keep the soil moist, but not drenched.  A timed released fertilizer should be fed once every 3 months.  The Money Tree makes a perfect addition to any decor creating a Feng Shui space.",
    "category": "indoor plants"
  },
  {
    "name": "4 in. Pot   Aloe Vera (Aloe) Tropical Plant 1-pack",
    "price": 5.98,
    "code": "1000148390",
    "description": "The Aloe Vera is a succulent evergreen that originated in the Arabian Peninsula.  This plant now grows wild in tropical and semi-tropical climates.  The Aloe Vera is unique as it can be used as a multi-purpose plant.  Not only is the gel in the stalk known to help heal skin irritations such as minor scrapes and burns, but it is also a very beautiful succulent plant that is very simple to grow indoors.  This plant does not require much water.  When the soil seems dry, water until the soil is moist.",
    "category": "indoor plants"
  },
  {
    "name": "3.5-inch Succulent Asst",
    "price": 5.98,
    "code": "1000839980",
    "description": "Trendy assorted succulents. Great for small spaces, easy to care for and adds to any décor in any room or office",
    "category": "indoor plants"
  },
  {
    "name": "8.5 in. Pot   Golden Pothos (Epipremnum) Tropical Plant 1-pack",
    "price": 22.98,
    "code": "1001550962",
    "description": "The Pothos is an excellent houseplant for beginners as it is very easy to grow as well as popular. It features glossy, green leaves that trail and can be easily propagated.",
    "category": "indoor plants"
  },
  {
    "name": "8.25-inch Dracaena Massangeana Cane Plant",
    "price": 27.98,
    "code": "1001550965",
    "description": "Dracaena Massangeana Cane is also known as a mass cane or a corn plant. It has shiny green leaves that has a yellow streak running down its center.  This plant is so low maintenance, it's a great plant for beginners, yet looks great in any décor..",
    "category": "indoor plants"
  },
  {
    "name": "6-inch Jade (Crassula) Succulent Plant",
    "price": 14.98,
    "code": "1000164687",
    "description": "The Jade plant (Crassula) is a great addition to any space in your home or office.  This succulent has many benefits. It is known to  improve indoor air quality from impurities.  In Asian countries, the Jade is believed to bring fortune and prosperity.  This plant is a slow grower and does not require much maintenance.  It's best to place in direct sun; however The Jade plant can do well in low light as well.  This plant does not need frequent watering; water when soil seems dry.  With dark shiny oblong leaves, this plant is a beautiful addition to any room.",
    "category": "indoor plants"
  },
  {
    "name": "2.5-inch Assorted Succulent Plants",
    "price": 4.98,
    "code": "1000467861",
    "description": "Complete any room in your home or office with a vast selection of Succulents. These plants are so easy, they are almost maintenance free. Display in groups, alone, create a fairy garden or plant in terrariums for a décor like no other. Succulents make living spaces come alive.",
    "category": "indoor plants"
  },
  {
    "name": "8 in. Pot Money Tree (Pachira) Indoor Plant 1-pack",
    "price": 39.98,
    "code": "1001628246",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "2.5 in. Pot Bird's Nest Snake Plant (Sansevieria) Tropical Plant 1-pack",
    "price": 5.98,
    "code": "1001628248",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "8.25-inch Yucca Cane Indoor House Plant",
    "price": 27.98,
    "code": "1001550967",
    "description": "Yucca plants are popular indoor houseplants with their striking and handsome appearance; this along with being easy to care for makes them ideal indoor plants.",
    "category": "indoor plants"
  },
  {
    "name": "6.75 in. Pot Sansevieria trifasciata Assorted Snake Plant (Asparagaceae) Tropical Plant 1-pack",
    "price": 19.98,
    "code": "1001564524",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "5-inch Orchid Phalaenopsis  with Overpot Seaonal Promo Indoor Plant",
    "price": 9.99,
    "code": "1001850690",
    "description": "Beautiful assortment of 5in Orchids with simple, classic black &amp; white plastic pot covers.  Several different colours of blooms avaialble. Orchids add colour and beauty to any room. 1-2 stems of stunning blooms for you to enjoy!",
    "category": "indoor plants"
  },
  {
    "name": "4-inch Peace  (Spathiphillum) Lily Plant",
    "price": 7.98,
    "code": "1000441954",
    "description": "The Spathiphillum, or commonly known as the Peace Lily or Spath is native to tropical regions of America and southeastern Asia.  Because the flower looks like a white flag which is internationally known as a truce signal, the plant has been named \"Peace Lily\".  This tall dark green leaved plant with whimsical white flowers is  often sent to show sympathy when a family member passes away.  it symbolizes the soul and the rebirth from earth.  It is also a symbol of peace and hope.  The Peace Lily has low maintenance and will grow well in low light.  This plant should be watered regularly.  If the leaves start to droop, add water.",
    "category": "indoor plants"
  },
  {
    "name": "4 in. Pot Ivy (Hedera) Indoor Plant 1-pack",
    "price": 5.98,
    "code": "1000799145",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "4 in. Pot Kalanchoe blossfeldiana  Kalanchoe (Crassulaceae) Tropical Plant 1-pack",
    "price": 5.98,
    "code": "1000417376",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "8.5 in. Pot   Philodendron (Philodendron) Tropical Plant 1-pack",
    "price": 22.98,
    "code": "1001550961",
    "description": "As a tropical plant, Philodendron is particularly effective at helping to clean the air we breathe; the glossy leaves act as a vacuum to clear pollutants from the air and increase a room's oxygen levels. It responds well to its environment in general.",
    "category": "indoor plants"
  },
  {
    "name": "4.5 in. Pot Zantedeschia aethiopica Assorted Calla Lily (Araceae) Tropical Plant 1-pack",
    "price": 11.98,
    "code": "1000421942",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "8.5 in. Pot   Boston Fern (Nephrolepis) Tropical Plant 1-pack",
    "price": 22.98,
    "code": "1001550960",
    "description": "As tropical plants, Boston Ferns thrive in warm, humid conditions. You can grow them outdoors during the summer almost anywhere, but once fall arrives, they survive only in the warmest climates.",
    "category": "indoor plants"
  },
  {
    "name": "8.5 in. Pot   Spider Plant (Chlorophytum) Tropical Plant 1-pack",
    "price": 22.98,
    "code": "1001550959",
    "description": "The Spider Plant is a very easy plant to take care of.  This is the perfect plant for beginners.  It is the most adaptable houseplant and is considered a great plant to clean the air.",
    "category": "indoor plants"
  },
  {
    "name": "6 in. Pot Norfolk Island pine (Araucaria) Indoor Plant 1-pack",
    "price": 16.98,
    "code": "1000735430",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "6 in. Pot Yellow Daffodil (Narcissus) Indoor Plant 1-pack",
    "price": 8.98,
    "code": "1000179925",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "5 in. Pot Succulent (Suculentus) Indoor Plant 1-pack",
    "price": 12.98,
    "code": "1001511850",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "3-inch Orchid Phalaenopsis  with Overpot Seaonal Promo Indoor Plant",
    "price": 9.98,
    "code": "1001850689",
    "description": "Beautiful assortment of 3in Orchids with simple a simple plastic pot cover.  Several different colours of blooms avaialble. Orchids add colour and beauty to any room. 2 stems of stunning blooms for you to enjoy!",
    "category": "indoor plants"
  },
  {
    "name": "8.5 in. Pot   Marble Queen (Epipremnum) Tropical Plant 1-pack",
    "price": 22.98,
    "code": "1001550963",
    "description": "Native to Australia and New Zealand, Marble Queen is a suitable houseplant with attractive white and green variegated leaves. Its long cascading vines make it a beautiful hanging plant.",
    "category": "indoor plants"
  },
  {
    "name": "4 in. Pot Blue, White Campanula (Campanula) Indoor Plant 1-pack",
    "price": 7.98,
    "code": "1000405843",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "3 in. Pot Phalaenopsis spp. Assorted Orchid (Orchidaceae) Tropical Plant 1-pack",
    "price": 26.98,
    "code": "1001774841",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "5-inch Cacti Cuddly Indoor Plant",
    "price": 22.98,
    "code": "1001747905",
    "description": "Beautify your home with a Cuddly Cactus.  This Cactus is child and pet friendly as it has no thorns.  Perfect for any home or office adding character and uniqueness.  Easy to care for as it only requires low to medium light and minimal water when soil is dry.",
    "category": "indoor plants"
  },
  {
    "name": "5 in. Pot Assorted colors Orchid Phalaenopsis (Phalaenopsis) Tropical Plant 1-pack",
    "price": 29.98,
    "code": "1001535306",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "6 in. Pot White Spruce (Picea) Indoor Plant 1-pack",
    "price": 11.49,
    "code": "1001533706",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "8-inch Vigoro Tropical Plant",
    "price": 17.98,
    "code": "1001892241",
    "description": "A diverse collection featuring a variety of indoor tropical plants each chosen for its unique characteristics and adaptability.  Comes with a planter that will work with any decor.",
    "category": "indoor plants"
  },
  {
    "name": "5 in. Pot Cacti Garden (Cactaceae) Indoor Plant 1-pack",
    "price": 24.98,
    "code": "1001511853",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "8.25-inch Sansevieria Laurentii Snake Plant",
    "price": 27.98,
    "code": "1001550966",
    "description": "The Snake Plant cleans air better than most other indoor plants as it has the ability to absorb excessive amounts of carbon monoxide. It's known for its green coloured center and yellow margins.  This plant requires very low maintance and packs a punch to any space.",
    "category": "indoor plants"
  },
  {
    "name": "10-inch Banana Plant",
    "price": 19.99,
    "code": "1000706222",
    "description": "Banana plants create a wonderful conversation piece with their beautiful signature foliage.  When grown outside of the tropics they will rarely produce fruit however their large stunning foliage is a wonderful way to brighten any space.",
    "category": "indoor plants"
  },
  {
    "name": "40 cm Straight Lucky Bamboo",
    "price": 1.68,
    "code": "1000113852",
    "description": "Lucky Bamboo has been a cherished symbol of prosperity and success for centuries. With its elegant, upright stems, it makes an ideal addition for Lunar New Year celebrations. This hardy plant thrives in low to bright, indirect light and is easy to maintain.",
    "category": "indoor plants"
  },
  {
    "name": "4.5-inch Dianthus Pink Kisses Indoor Plant with Pot Cover",
    "price": 6.98,
    "code": "1001845232",
    "description": "A beautiful pink/purple flowering plant that will be sure to add a pop of colour and fun to your indoor space.  Upgraded with a lovely pink pot cover.",
    "category": "indoor plants"
  },
  {
    "name": "50 cm Curly Lucky Bamboo",
    "price": 3.48,
    "code": "1000114223",
    "description": "Lucky Bamboo has been a cherished symbol of prosperity and success for centuries. With its elegant, upright stems, it makes an ideal addition for Lunar New Year celebrations. This hardy plant thrives in low to bright, indirect light and is easy to maintain.",
    "category": "indoor plants"
  },
  {
    "name": "10-inch Gardenia Std Indoor/Outdoor Plant",
    "price": 29.98,
    "code": "1001052887",
    "description": "Gardenia is in the Rubiaceae are a family of flowering plants, also know as the coffee, madder. Attractive cream white flowers, with shiny leathery dark green leaves. They grow best in morning sun and afternoon shade. Keep soil moist and well drained.",
    "category": "indoor plants"
  },
  {
    "name": "10 in. Pot   Boston Fern (Nephrolepis) Tropical Plant 1-pack",
    "price": 19.98,
    "code": "1000490650",
    "description": "The ideal tropical accent plant for Indoors or outside. Know for its Air Purifying properties. It maintains its lush good looks with minimum care. Boston ferns have long arching stems of spring-green foliage. Boston ferns need a cool place with high humidity and indirect light.",
    "category": "indoor plants"
  },
  {
    "name": "17cm Hydrangea Multi Bloom Magical Assorted Indoor Plant",
    "price": 19.98,
    "code": "1001876333",
    "description": "A beautiful hydrangea that will be sure to draw you in! Add these hydrangeas into your home décor for a pop of colour. Large flowers shaped into stunning domes of blooms.",
    "category": "indoor plants"
  },
  {
    "name": "10 in. Pot Croton Petra (Codiaeum) Indoor Plant 1-pack",
    "price": 25.98,
    "code": "1001011815",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "6.75 in. Pot Assorted colors Caladium (Caladium) Tropical Plant 1-pack",
    "price": 14.98,
    "code": "1001530561",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "6-inch Jasmine Sambac Bush",
    "price": 9.98,
    "code": "1000144971",
    "description": "Jasmine Sambac Is A Species Of Jasmine Native To Tropical Asia And Is Adored By The World As The \"King Of Flowers\" Or \"Queen Of The Night\". The Plant And Its Essential Oil Have Many And Varied Health Benefits. Although Native To Southeast Asia, This Flowering Evergreen Has Been Used By People Around The World.",
    "category": "indoor plants"
  },
  {
    "name": "Jasmine 4 inch",
    "price": 2.97,
    "code": "1000102819",
    "description": "Jasmine have beautiful small white blooms that give off an intoxicating frangrance.  This tropical vine thrives throughout the year and can grow on a trellis, stake or in a hanging basket.  It is a beautiful addition to any home or garden.",
    "category": "indoor plants"
  },
  {
    "name": "3.75L Kimberly Queen Fern Plant",
    "price": 16.98,
    "code": "1000686690",
    "description": "Also Known As The Sword Fern, The Kimberley Fern Is Easy To Grow, Has Straight, Narrow Dark Green Fronds And Is Striking In Any Large Container. This Fern Originated In Australia And Is Effective At Removing Toxins Out Of The Air. Moderately Easy To Maintain. Keep Soil Moist, But Not Wet And Never Allow Root Ball To Dry Completely. These Shade-Loving Pants Are Ideal For Indoors Or Out Creating A Tranquil Space.",
    "category": "indoor plants"
  },
  {
    "name": "12-inch Palm Majesty Plant",
    "price": 69.98,
    "code": "1000737337",
    "description": "Originally from Madagascar, this palm tree produces a sought-after effect in your home or office.with its long arched stems, this plant is perfect to embellish your interior or your summer exterior. This plant is perfect to embellish your interior or your summer exterior. Water every 2 or 3 days.",
    "category": "indoor plants"
  },
  {
    "name": "10-inch Gardenia Tree, Indoor Potted",
    "price": 59.97,
    "code": "1000458013",
    "description": "A Gardenia Tree is a great addition to any space.  Its beautiful creamy white blooms and dark leathery leaves will draw everyones attention.  Its white blooms give off a pleasing aroma.",
    "category": "indoor plants"
  },
  {
    "name": "6-inch Begonia Reiger",
    "price": 7.99,
    "code": "1000410912",
    "description": "Vibrant blooms cover the bright foliage of this tender perennial. Perfect for combination pots, containers and window boxes, or makes a bold display when planted in large groups. In northern climates, treat as an annual; in frost-free areas, divide each spring. Prefers well-drained, humus-rich soil.",
    "category": "indoor plants"
  },
  {
    "name": "4 in. Pot Spring Flowering Cacti (Rhipsalidopsis) Indoor Plant 1-pack",
    "price": 8.98,
    "code": "1001625879",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "4.3 in. Pot Dianthus caryophyllus Assorted Carnation (Caryophyllaceae) Tropical Plant 1-pack",
    "price": 5.98,
    "code": "1001530566",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "8-inch Dracaena Cintho Indoor Plant",
    "price": 39.98,
    "code": "1001550968",
    "description": "Dracaena Cintho is a very easy to grow indoor plant with beautiful decorative leaves in pale and dark green. Ideal for any office or home environment.",
    "category": "indoor plants"
  },
  {
    "name": "6 in. Pot Assorted colors Begonia Rieger (Begonia) Indoor Plant 1-pack",
    "price": 14.98,
    "code": "1001694136",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "8.25-inch Ficus Lyrata Bush",
    "price": 39.98,
    "code": "1001550969",
    "description": "Ficus Lyrata, known as Fiddle Leaf Fig, with its large fiddle-shaped leaves  can grow into a gorgeous and stately indoor bush. Some of its benefits include air purifier and humidity control.",
    "category": "indoor plants"
  },
  {
    "name": "8 in. Pot Pink Christmas Cacti (Schlumbergera) Indoor Plant 1-pack",
    "price": 9.49,
    "code": "1000764265",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "6-inch Pot",
    "price": 11.98,
    "code": "1000112620",
    "description": "Pure white trumpet - shaped blooms symbolize hope and life - spirit of Easter. Use the plant to decorate and complement any living space. Easter Lilies are fragrant and festive symbol of Easter.",
    "category": "indoor plants"
  },
  {
    "name": "10-inch Kimberly Fern Queen",
    "price": 29.98,
    "code": "1000482975",
    "description": "Also known as the Sword Fern, the Kimberley Fern is easy to grow, has straight, narrow dark green fronds and is striking in any large container.  This fern originated in Australia and is effective at removing toxins out of the air.  Moderately easy to maintain.  Keep soil moist, but not wet and never allow root ball to dry completely.  These shade-loving pants are ideal for indoors or out creating a tranquil space.",
    "category": "indoor plants"
  },
  {
    "name": "Lemon Cypress 6 inch",
    "price": 15.99,
    "code": "1000686989",
    "description": "Lemon Cypress have a vibrant green foliage that grows in a cone shape.  Its foliage is soft and velvet like.  It gives off a mild lemony scent and is a beautiful addition to any space especially around the holidays.",
    "category": "indoor plants"
  },
  {
    "name": "6.5 in. Pot Assorted colors Hyacinth (Hyacinthus) Indoor Plant 1-pack",
    "price": 18.98,
    "code": "1001626033",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "13-inch Tillandsia Collection  10 Pack Indoor Plant",
    "price": 19.98,
    "code": "1001747292",
    "description": "Tillandsias are called Air Plants for their leaves absorb water and nutrients from the air. Because they need no soil they can be suspended in the air, used to personalize your terrarium or placed in a glass container which allows for plenty of air flow. They are easy to care for they require only mist watering and partial shade. Enjoy the beauty of these elegant and versatile plants in any room of your home or office.",
    "category": "indoor plants"
  },
  {
    "name": "21cm Hydrangea Multi Bloom Magical Assorted Indoor Plant",
    "price": 24.98,
    "code": "1001876334",
    "description": "A beautiful hydrangea that will be sure to draw you in! Add these hydrangeas into your home décor for a pop of colour. Large flowers shaped into stunning domes of blooms.",
    "category": "indoor plants"
  },
  {
    "name": "5 in. Pot Assorted colors Fleurette Mum (Chrysanthemum) Indoor Plant 1-pack",
    "price": 4.98,
    "code": "1000413344",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "10-inch Eugenia Topiary Double Ball Plant",
    "price": 49.98,
    "code": "1000737338",
    "description": "A Eugenia plant is an Australian evergreen with small, glossy green leaves. Although it can grow into any shape, the plant responds especially well to training as a ball, either a single ball or several balls connected by a central, bare stem. Eugenia is quite resilient and requires little special care when given the right growing conditions. Full sun for the morning hours, followed by partial shade in the afternoon, is ideal. It isn't a good choice for a fully shaded spot, where it tends to lose leaf color and become leggy, an undesirable growth habit for a topiary. When growing Eugenia as a container-plant indoors, keep it in a brightly lit, south- or west-facing window, or supplement its light with fluorescent lighting. Key the soil well-drained as it does poorly in soil that tends to stay wet for long periods. Fertilizing a Eugenia topiary regularly helps keep To support the plant's foliage bright green and growth, fertilize regularly using 10-10-10 fertilizer",
    "category": "indoor plants"
  },
  {
    "name": "5 in. Pot Philodendron Minima Queen White (Philodendron) Tropical Plant 1-pack",
    "price": 15.98,
    "code": "1001678815",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "5-inch White Ceramic Money Tree",
    "price": 17.98,
    "code": "1001550970",
    "description": "The Pachira aquatica is a tropical native to Central and South America.  Many cultures believe this plant brings good luck and fortune.  This plant is very easy to take care of.  Keep the soil moist, but not drenched.  A timed released fertilizer should be fed once every 3 months.  The Money Tree makes a perfect addition to any decor creating a Feng Shui space.",
    "category": "indoor plants"
  },
  {
    "name": "6 in. Pot Clivia (Clivia) Indoor Plant 1-pack",
    "price": 29.98,
    "code": "1000467753",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "8-inch Tillandsia Collection 4 Pack Assortment Indoor Plant",
    "price": 9.98,
    "code": "1001747291",
    "description": "Tillandsias are called Air Plants for their leaves absorb water and nutrients from the air. Because they need no soil they can be suspended in the air, used to personalize your terrarium or placed in a glass container which allows for plenty of air flow. They are easy to care for they require only mist watering and partial shade. Enjoy the beauty of these elegant and versatile plants in any room of your home or office.",
    "category": "indoor plants"
  },
  {
    "name": "Orchid Phalaenopsis in 5-inch Ceramic Pot",
    "price": 16.88,
    "code": "1000660830",
    "description": "Enhance your living space with this ready to display orchid. Comes in an assortment of colours with single or mulit stems in a 5 inch decorative, ceramic pot. The beautiful blooms are perfect for any room, office or reception area. These orchids are also a great gift idea that will bring a smile to everyone's face and will cheer up any space. An orchid is known for its elegance and architectural shape. Orchids do not need as much water as people usually think. In fact, they only use a few ounces of water every 7-days to 12-days depending on the humidity. Orchids also love to be misted in the morning to raise the humidity around the orchid.  Orchids can hold their blooms for over a month and then the leftover spike can be trimmed to prepare the plant for the next spike or spikes. Orchids will normally only flower 1-year.",
    "category": "indoor plants"
  },
  {
    "name": "10-inch Eugenia Topiary, 3 Balls",
    "price": 48.97,
    "code": "1000450704",
    "description": "This plant is an indoor living sculpture that will draw everyones eyes.  Its tall pruned shaped balls create a beautiful focal point.  It excels when placed near a window with plenty of light.  Many people appreciate its air purifying capabilities.",
    "category": "indoor plants"
  },
  {
    "name": "6.5 in. Pot Assorted colors Tulip (Tulipa) Indoor Plant 1-pack",
    "price": 18.98,
    "code": "1001626032",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "5 in. Pot Assorted colors Carnation (Dianthus) Indoor Plant 1-pack",
    "price": 12.98,
    "code": "1001694134",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "Tillandsai Usnoides 18\"",
    "price": 12.98,
    "code": "1001609600",
    "description": "Enhance the beauty of your home or office with these elegant tillandsias.          Very hardy, these air plants require partial shade and mist watering. Perfect for easy DIY project.",
    "category": "indoor plants"
  },
  {
    "name": "3-inch White Overpot Purple 1 Stem Orchid Phalaenopsis Plant",
    "price": 12.98,
    "code": "1001551263",
    "description": "There are up to 30,000 different species of orchids and is the largest family of plants in the world.  The Orchid Phalaenopsis is the most common orchid available due to the availability, ease of growing, amounts and length of blooms and do very well as a houseplant.  The orchid requires moderate light conditions.  Watering should be done once per week. Recommended temperatures are 15C - 25C.   This plant comes with a trendy  upgrade pot.  With each bloom being unique, orchids make spaces look sophisticated and elegant.",
    "category": "indoor plants"
  },
  {
    "name": "Tillandsia \"Funky\" Pack of 3",
    "price": 19.98,
    "code": "1001609598",
    "description": "Enhance the beauty of your home or office with these elegant tillandsias.          Very hardy, these air plants require partial shade and mist watering. Perfect for easy DIY project.",
    "category": "indoor plants"
  },
  {
    "name": "4 in. Pot Norfolk Island pine (Araucaria) Indoor Plant 1-pack",
    "price": 6.98,
    "code": "1001605761",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "10\" Hibiscus Standard Assorted (NO RED)",
    "price": 34.98,
    "code": "1001551264",
    "description": "The Hibiscus is a gorgeous tropical plant with big beautiful trumpet-shaped flowers.  The maintencance on this plant is reletively easy.  It like lots of sun but can handle the shade.",
    "category": "indoor plants"
  },
  {
    "name": "8.25-inch Dracaena Marginata",
    "price": 25.98,
    "code": "1001550964",
    "description": "Dracaena Marginata, also known as dragon tree, is an attractive, stiff-leaved plant with green sword-like leaves edged with red. Aside from the ornamental benefits, it will purify air, provide humidity control and sharpen focus.",
    "category": "indoor plants"
  },
  {
    "name": "6 in. Pot Assorted colors Calandiva (Kalanchoe) Indoor Plant 1-pack",
    "price": 10.98,
    "code": "1001533702",
    "description": "Foliera offers a complete range of potted plants and decorative containers for all seasons that make living spaces come alive. For over 30 years, our product quality and customer service has set us apart.",
    "category": "indoor plants"
  },
  {
    "name": "2 Gallon (7.5L) Dropmore Scarlet Honeysuckle Vine",
    "price": 29.98,
    "code": "1000118997",
    "description": "Lonicera X b. 'Dropmore Scarlet' # 2 gal. Mature size 4-6m x 1m Climbing plant blooming from June to August with scarlet red flowers in trumpet shape. Tolerates drought. Rapid growth.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Karl Foerster Feather Reed Grass (Calamagrostis)",
    "price": 32.98,
    "code": "1001543865",
    "description": "Cool season grass, with lovely pinkish plumes that move in the slightest breeze. Sterile seed means this clumping grass stays in one place!  This grass holds its form maintaining its tidy appearance throughout the season.  Hold off sheering till spring for some winter interest above the snow.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Dreameria Sweet Dreams False Sea Thrift (Armeria) Flowering Plant",
    "price": 29.98,
    "code": "1001628593",
    "description": "A beautiful breakthrough in Armeria breeding! Loads of large pink globe-shaped flowers bloom from spring to fall. Very heat tolerant and can handle dry spells, too. Easy to grow and maintain. Adaptable and tough for thriving in a multitude of conditions and climates. Trim old flowers once a month to encourage more blooms.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Pink Panther Coral Bells (Heuchera) Flowering Plant",
    "price": 29.98,
    "code": "1001628607",
    "description": "Pink Panther is an excellent choice for mass plantings, rock gardens, border edgings or ground cover. This evergreen produces vivid pink foliage that will age to a dark purple-pink with dark grey veins. You can expect to see rose pink flowers on tall, dark stems in midsummer, giving this plant striking garden contrast. This is an excellent option for attracting butterflies to your yard. Pink Panther is relatively low maintenance but does require pruning in the late fall to prepare for winter. This selection performs well in both full sun and full shade and prefers moist soil. When fully mature this plant will grow to 12 inches tall.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Jack Frost Siberian Bugloss (Brunnera) Flowering Plant",
    "price": 29.98,
    "code": "1001628596",
    "description": "Jack Frost is grown for its beautiful heart-shaped silver leaves that are veined with mint green and are topped with clouds of small sky blue flowers that are similar to forget-me-nots. Awarded as the 2012 Perennial Plant of the Year, this tidy, mounding plant is easy to care for, making it perfect for beds and borders, banks and slopes, or underplanting of roses and shrubs. It will slowly spread to create a thick ground cover. This plant will perform best in medium moisture, well-draining soil and in part shade. Try growing them in a container so they can be close at hand when you want a few snips for a spring bouquet.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Delphinium x hybrid Red Lark 2g Shrub",
    "price": 26.98,
    "code": "1001869903",
    "description": "Elevate your garden effortlessly with the Delphinium x hybrid Red Lark, a stunning perennial that seamlessly blends beauty with ease. This gem graces your landscape with vibrant coral-red blooms, becoming an irresistible focal point. Thriving in full sunlight conditions and boasting a hardiness zone of 3, the Red Lark stands as a resilient and low-maintenance choice. Adding a touch of sophistication, its elegantly cut foliage enhances the overall allure of your garden. The densely packed flowers not only captivate with their beauty but also attract pollinators, creating a vibrant and lively outdoor space. Perfect for both novice and seasoned gardeners, this hybrid Delphinium steals the spotlight in borders, beds, or containers.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Everlasting White Eye Hardy Carnation (Dianthus) Flowering Plant",
    "price": 32.98,
    "code": "1001543870",
    "description": "This long-blooming, compact perennial has fragrant semi-double white blooms with soft pink centers that are displayed atop finely textured blue-green leaves.  This versitile plant is a great option for containers, rock gardens and mixed garden beds.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Balmy Purple Bee Balm (Monarda) Flowering Plant",
    "price": 29.98,
    "code": "1001628612",
    "description": "Notable for their powdery mildew resistant foliage, the Balmy Bee Balms produce an abundance of vibrant flowers on a very compact plant. Considerably shorter than other varieties of monarda, this selection features dark purple flowers arranged in gorgeous shaggy heads. Grows best in moderately moist soil with 4 to 6 hours of sun each day. The average size at maturity reaches 10 to 12 inches tall, with a spread of 8 to 12 inches. A favorite of cottage gardeners everywhere, plus a bee and hummingbird magnet!",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Veronica austriaca Venice Blue 2g Flowering Speedwell Perennial",
    "price": 26.98,
    "code": "1001869906",
    "description": "Veronica austriaca Venice Blue is a vibrant burst of blue for your garden. This perennial beauty showcases dense spikes of striking violet-blue flowers, creating an eye-catching display that lasts from early spring to summer. Compact and easy to care for, Venice Blue stands at a modest height, making it perfect for borders, rock gardens, or containers. Its full foliage adds a touch of lush greenery even when not in bloom, ensuring year-round appeal.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Lami Dark Purple Creeping Lamium Flowering Plant",
    "price": 29.98,
    "code": "1001628609",
    "description": "This stunning silver ground cover produces dark purple blooms supported by silver-white leaves edged in green. It is a perfect accent plant as it loves to spread or gently trailideal for rock gardens, in mass plantings or in containers. Creeping Lamium is very easy to care for and is tolerant of dry shade, will grow in most soils and is drought tolerant when established. Once established, trim back in late winter to promote new growth in the spring. Deer and rabbits will typically ignore this selection as they will opt for tastier snacks. When fully mature, Lami Dark Purple will grow to 4-8 inches tall and 1-2 feet wide.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Pink Kahori Hardy Carnation (Dianthus) Flowering Plant",
    "price": 32.98,
    "code": "1001543869",
    "description": "Kahori means fragrance in Japanese, and these bright, fluorescent lilac-pink flowers have a pleasing spicy aroma.  Blooms are displayed thoughout the summer on top of grey-green mounding foliage.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Leucanthemum x superbum Sweet Daisy Izabel 2g Shasta Daisy Flowering Perennial",
    "price": 26.98,
    "code": "1001869908",
    "description": "A garden gem that promises to brighten your landscape. Leucanthemum x superbum Sweet Daisy Izabel daisy-like blooms adds a touch of timeless charm to any garden. This compact and well-behaved shasta daisy stands at an ideal height, making it perfect for borders, flower beds, or containers. Thriving in full sun to partial shade, Sweet Daisy Izabel is adaptable to various soil types, ensuring easy integration into your garden. Its low-maintenance nature makes it an excellent choice for both novice and experienced gardeners.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Hosta x Wide Brim 2g Perennial",
    "price": 26.98,
    "code": "1001869907",
    "description": "Hosta x Wide Brim is a lush and versatile addition to your shade garden. Its big, heart-shaped leaves boast a vibrant green hue bordered by creamy white margins, effortlessly adding elegance and texture to any landscape. This perennial favorite thrives in shady spots, making it a superb choice to breathe life into underutilized garden areas. Wide Brim's impressive size and distinctive foliage elevate it to a standout presence, whether it's serving as a beautiful backdrop or commanding attention as a focal point in your outdoor sanctuary.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Green Ostrich Fern (Matteucia) Plant",
    "price": 32.98,
    "code": "1001547864",
    "description": "A highly decorative fern with an unmistakable upright, vase shape. Light green fronds unfurl upright, and plants form beautiful clumps that spread slowly by underground stems.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Red Head Fountain Grass (Pennisetum)",
    "price": 29.98,
    "code": "1001625782",
    "description": "This delightful and dramatic grass features fluffy reddish plumes above lush green foliage, which usually remain attractive well into the winter. Red Head Fountain Grass creates an excellent addition to the border that's sure to stand out. Its easy to grow, deer resistant, plus they make great fresh and dried arrangements. Grows best in full sunlight and under ideal conditions can be expected to reach 2 to 3 feet tall at maturity, with a spread of 1 to 2 feet. Particularly ideal for rock-gardens, or other drought and heat tolerant selections.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Sempervivum arachnoideum Kalinda 2g Hardy Succulent Perennial",
    "price": 26.98,
    "code": "1001869905",
    "description": "Sempervivum arachnoideum Kalinda is a captivating succulent that adds a touch of unique charm to your collection. With rosettes adorned in delicate cobweb-like threads, Kalinda stands out for succulent enthusiasts. This hardy and easy-to-care-for plant thrives in well-draining soil, making it perfect for both indoor and outdoor spaces. Its compact size and eye-catching webbing make Kalinda ideal for rock gardens, containers, or as a ground cover. As the seasons change, watch Kalinda transform with stunning color variations. From bright green to rosy hues, this sempervivum offers year-round interest.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Purple Petticoats Coral Bells (Heuchera) Flowering Plant",
    "price": 29.98,
    "code": "1001707921",
    "description": "Deer-resistant beauty! One of the most popular perennials for part sun to part shade locations, Heuchera, or Coral Bells, delight with their rainbow of foliage colours all season long, with tall spikes of lacy flowers mid-summer. 'Purple Petticoats' surprises with dark purple leaves on the top, but flip up the \"petticoat\" to reveal an even brighter purple colour underneath. It's an excellent groundcover for dry shade, and is the perfect companion to other woodland plants like astilbe and bleeding hearts.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Grace Ward Lithodora Blue Flowering Plant",
    "price": 32.98,
    "code": "1001547863",
    "description": "The ultimate rock garden perennial! While slightly mounding, this sprawling groundcover will add softness and beauty to retaining walls and between rocks. Deep blue flowers smother the dark green foliage for weeks.",
    "category": "perennials and vines"
  },
  {
    "name": "Garden Elements 2Gallon (7.5L) Anne Greenaway Creeping Lamium Flowering Plant",
    "price": 29.98,
    "code": "1001628608",
    "description": "'Anne Greenaway' is an excellent choice for a tough yet showy ground cover. One of the best ground covers for hard to manage areas. This creeping Lamium forms a spreading patch of small brightly coloured leaves with light green centres surrounded by a chartreuse border and a striking silver swish up the centre. In the summer, clusters of delicate purple flowers will appear. Deer and rabbits will typically ignore this British selection as they will opt for tastier snacks. Once 'Anne Greenaway' has been established, it is drought tolerant. It will brighten up any shady area as it only requires 3-4 hours of morning sunlight each day. This easy-to-care plant is an excellent choice for an accent plant as it loves to spread and gently trail. Try it in a mixed container! When fully mature this Lamium will grow to 6-8 inches tall and 12-24 inches wide.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Sunsparkler Cherry Tart Succulent (Sedum) Flowering Plant",
    "price": 32.98,
    "code": "1001547840",
    "description": "Deep pink summer blooms are a fantastic contrast for the unique cherry-red foliage.  Bees love sedum flowers!  Easy care, and drought-tolerant once established.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Blue Angel Hosta Plant",
    "price": 32.98,
    "code": "1001543877",
    "description": "Blue Angel is truly one of the best large blue hostas in the garden! Its heart shaped blue-green leaves form a very large mound making it a specimen to be admired. Keep in shade to maintain the blue colouring throughout the summer. Slug Resistant.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Avalanche Feather Reed Grass (Calamagrostis)",
    "price": 29.98,
    "code": "1001628598",
    "description": "Avalanche is a beautiful variegated ornamental feather reed grass. Its narrow and elegant creamy-white striped leaves with lovely pinkish plumes that move in the slightest breeze are noted. Featuring sterile seed means that this clumping grass will stay in one place! An excellent choice for providing garden interest in the form of vertical lines and borders. This cool-season variegated foliage grass loves average soil on the medium to wet side and even does well in heavy clay. For this plant to perform at its best, it requires full to part sun. It will grow to 4-6ft tall and 1-3 ft wide. Cut back old stems to the ground in the early spring before growth resumes.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Little Vision in Pink Astilbe Flowering Plant",
    "price": 29.98,
    "code": "1001628594",
    "description": "Perfect for containers or small spaces, Little Vision in Pink offers all the same great features as the original Vision in Pink but in a smaller package. This dwarf variety produces dense pink feathery blooms on dark green fern-like foliage and is an excellent choice for your border selection. This plant is perfect for attracting butterflies to your yard but is not particularly attractive to deer, who will tend to opt for tastier plants. This herbaceous perennial is a later blooming species and is useful for extending your growing season into late summer. More sun tolerant and drought-tolerance than other astilbes. This relatively low maintenance plant provides fabulous flowers for cutting, and its fern-like leaves remain dark green in colour throughout the season. Little Vision in Pink is best cleaned up in the early spring before resuming active growth for the season.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Majeste Lungwort (Pulmonaria) Flowering Plant",
    "price": 29.98,
    "code": "1001625785",
    "description": "An ideal plant to celebrate the start of the gardening season. Pulmonaria Majeste are among the most dependable and showy spring-blooming perennials. Its mounding habit will spread to make a beautiful foliage display. For foilage appreciators, it is good value. Plants should be cut back after blooming to rejuvenate the leaves, which will then remain attractive all season. It loves shade and tolerates drought once established. A stellar pick for shaded gardens or pathways, beneath roses and other deciduous shrubs.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Evergold Japanese Sedge Grass (Carex)",
    "price": 29.98,
    "code": "1001628600",
    "description": "Evergold is a lovely delicate texture variegated sedge grass that grows in arching clumps and doesnt spread, great for providing contrast in part shade areas. The narrow grass features creamy-yellow leaves framed with dark green edges. For this grass to perform at its best, it requires 3-4 hours of sun in the morning or late afternoon. The foliage will be richer in part shade than in the full sun. Ideal in containers or massed in the garden, it provides a great contrast in the garden. Evergreen in milder climates. It will mature to a size of 10-12 inches tall and 12-16 inches wide. Comb through the plants in the winter to remove dead foliage.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Green Tassel Fern (Polystichum) Plant",
    "price": 32.98,
    "code": "1001547865",
    "description": "One of the most popular ferns to give an air of elegance to your garden. Lustrous green fronds emerge upright and then curl backwards, creating the tassel like appearance. Compact in size, and evergreen in most climates.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Golden August Moon Hosta Plant",
    "price": 32.98,
    "code": "1001543876",
    "description": "August Moon Hosta bears wide, heart-shaped golden leaves with slightly rippled margins and white undersides. The leaves emerge green, slowly brightening to a golden yellow. More sun-tolerant than other hostas, morning sun with afternoon shade is ideal to achieve the brightest leaf colour.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Overdam Feather Reed Grass (Calamagrostis)",
    "price": 29.98,
    "code": "1001628597",
    "description": "'Overdam' is a beautiful white feather reed grass with variegated leaves. The foliage starts with bright cream margins, which fade to white with a pink tinge. This cool-season grass features lovely pink plumes with sand-coloured seed heads that move on the slightest breeze. It is a multi-season interest plant and provides a beautiful backdrop for low-growing, flowering perennials all year long. 'Overdam' loves average medium to wet soil and does well in heavy clay. This great looking plant is low maintenance and very versatile. For this plant to perform at its best, it requires full to part sun. It will grow to 3-4ft tall and 1-3 ft wide.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Vision in Red Astilbe Flowering Plant",
    "price": 32.98,
    "code": "1001543867",
    "description": "Vision in Red Astilbe features purplish red plumes rising above a compact mound of bronze-green fern-like foliage.  The flowers make excellent additions to a floral vase, or leave the seed pods to create interest above the winter snow.  This variety is more sun tolerant than most astilbes and makes an excellent addition to any container or mixed garden.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) White Edged Francee Hosta Plant",
    "price": 32.98,
    "code": "1001543875",
    "description": "Francee is a long time garden favourite. Dark green leaves are edged with crisp white margins while lavender flowers emerge above the foliage in mid-summer. More sun-tolerant than other hostas, morning sun with afternoon shade is ideal.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Black Scallop Carpet Bugle (Ajuga) Flowering Plant",
    "price": 32.98,
    "code": "1001543866",
    "description": "Black Scallop Carpet Bugle is an excellent groundcover with stunning scalloped near-black foliage topped with light blue fragrant flower spikes.  Ideal in containers, or planted in front of silver or light coloured plants for an eye-catching display.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Elsie's Gold Stonecrop (Sedum) Succulent Plant",
    "price": 29.98,
    "code": "1001625788",
    "description": "Elsie's Gold Stonecrop forms a bushy mound of succulent green leaves with variegated foliage that adds brightness to the garden from spring through fall. Contrasting colours paired with its compact, upright spreading habit of growth make this beauty a must have. This easy to care for plant thrives in full sun and is best cleaned up in early spring. A classic contrast plant for beds, borders, and containers.",
    "category": "perennials and vines"
  },
  {
    "name": "2Gallon (7.5L) Blue Zinger Sedge Grass (Carex)",
    "price": 29.98,
    "code": "1001628599",
    "description": "This blue sedge grass develops exceptional silvery-blue foliage with elegant fountain-like clumps. It can form a soft groundcover if planted in locations with more moisture as it is quite vigorous. Fantastic in a container with ferns, heucheras or astibles. Blue Zinger is well known for holding its colour throughout the winter in warmer climates. For this plant to perform at its best, it requires 3-4 hours of morning sun with filtered sun throughout the rest of the day, one of the few ornamental grass types that thrive in low sun areas. Once established, this plant is drought tolerant. It will grow to 12-18 inches tall and 12-24 inches wide. This slow-spreading grass is relatively low maintenance. The narrow foliage adds a subtle texture and exciting colour to your garden.",
    "category": "perennials and vines"
  },
  {
    "name": "3G Triple Mix A Clematis Vine",
    "price": 44.98,
    "code": "1001855131",
    "description": "A beautiful mix of three different varieties of clematis (Ramona, Dr. Ruppel, Clair de Lune) to provide you with a palette of colours and an extended bloom season.",
    "category": "perennials and vines"
  },
  {
    "name": "8-inch Petiolaris Vine",
    "price": 30.98,
    "code": "1000160167",
    "description": "Hydrangea anomala petiolaris # 2 gal. Mature size 8m x 1.8m Climbing plant flowering in July with flat-topped cluster of white fragrant flowers. Small aerial roots along the stems allowing it to cling to objects.",
    "category": "perennials and vines"
  },
  {
    "name": "7.5L (2 Gal.) Virginia Creeper Vine",
    "price": 24.98,
    "code": "1000119004",
    "description": "A vigorous and fast growing vine, Virginia creeper (Parthenocissus quinquefolia) is an outstanding plant for nearly any soil and light situation. Growing Virginia creeper vine provides a nearly carefree addition to the landscape. Virginia creeper maintenance is limited to light pruning and tying up.",
    "category": "perennials and vines"
  },
  {
    "name": "7.5L Thorndale Ivy Ground Cover Plant and Vine",
    "price": 24.98,
    "code": "1000177255",
    "description": "A selected form with leaves slightly smaller, segments more pointed and attractive creamy-white veination. Fast growing and can be used as a ground cover or as a vine. If using Thorndale Ivy as a vine it does require support and a helping hand.  This plant has tons of vigour and is widely used in the garden. The lush attractive foliage is eye catching and its hardiness provides superior garden performance.",
    "category": "perennials and vines"
  },
  {
    "name": "Mandarin Honeysuckle Shrub Vine 2g",
    "price": 29.98,
    "code": "1001708277",
    "description": "Mandarin Honeysuckle is&nbsp;a super-hardy free flowering deciduous vine that produces abundant clusters of showy, orange trumpet-shape flowers with golden throats and bright golden-yellow reflexed petals. The flowers begin emerging in spring and continue well into fall drawing the attention of the hummingbirds.",
    "category": "perennials and vines"
  },
  {
    "name": "11-inch Pink Small Leaf Mandevilla Tropcial Vine on Trellis",
    "price": 39.98,
    "code": "1001551259",
    "description": "A classic tropical vine, mandevilla is a great way to add a splash of color to any sunny space suitable for a hanging basket or in your garden by transplanting into a container or garden by simply removing the Trellis. With big, showy blooms that continue all summer and the fact that the plant is low-maintenance makes it a top vine choice. Mandevilla vines have seen a great resurgence in popularity. Great for containers, Deer resistant. Mandevilla is usually grown as an annual because it dies when exposed to freezing temperatures, it can be overwintered indoors.",
    "category": "perennials and vines"
  },
  {
    "name": "3G Triple Mix C Clematis Vine",
    "price": 44.98,
    "code": "1001855132",
    "description": "A beautiful mix of three different varieties of clematis (Guernsey Cream, Anna Louise, Nelly Moser) to provide you with a palette of colours and an extended bloom season.",
    "category": "perennials and vines"
  },
  {
    "name": "3G Triple Mix E Clematis Vine",
    "price": 44.98,
    "code": "1001855133",
    "description": "A beautiful mix of three different varieties of clematis (Rouge Cardinal, Hagley Hybrid, Jackmanii) to provide you with a palette of colours and an extended bloom season.",
    "category": "perennials and vines"
  }
]